Repository: WaseemMirzaa/iSpeedScan
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, he, hi, it, ja, ko, pt, ru, th, tr, vi, zh

# almostOutOfFreeTimeWarningMessage
source: You're almost out of free time this month! Upgrade to our lifetime plan with a single one-time payment — no recurring charges, no subscriptions. Get unlimited usage forever.
ar: أوشك وقتك المجاني لهذا الشهر على النفاد! قم بالترقية إلى خطتنا مدى الحياة بدفعة واحدة — بدون رسوم متكررة، بدون اشتراكات. احصل على استخدام غير محدود إلى الأبد.
de: Ihnen geht fast die kostenlose Zeit für diesen Monat aus! Upgraden Sie zu unserem Lifetime-Plan mit einer einmaligen Zahlung — keine wiederkehrenden Gebühren, keine Abonnements. Erhalten Sie unbegrenzte Nutzung für immer.
es: ¡Casi te quedas sin tiempo gratuito este mes! Actualiza a nuestro plan de por vida con un solo pago único: sin cargos recurrentes, sin suscripciones. Obtén uso ilimitado para siempre.
fr: Vous n'avez presque plus de temps gratuit ce mois-ci ! Passez à notre plan à vie avec un seul paiement unique — pas de frais récurrents, pas d'abonnements. Obtenez un usage illimité pour toujours.
he: כמעט נגמר לך הזמן החינמי החודש! שדרג לתוכנית לכל החיים שלנו בתשלום חד-פעמי — ללא עמלות חוזרות, ללא מנויים. קבל שימוש בלתי מוגבל לנצח.
hi: इस महीने आपका मुफ्त समय लगभग समाप्त हो गया है! एक बार के भुगतान के साथ हमारी लाइफटाइम प्लान में अपग्रेड करें — कोई आवर्ती शुल्क नहीं, कोई सब्सक्रिप्शन नहीं। हमेशा के लिए असीमित उपयोग प्राप्त करें।
it: Stai quasi finendo il tempo gratuito di questo mese! Aggiorna al nostro piano a vita con un singolo pagamento una tantum — nessun costo ricorrente, nessun abbonamento. Ottieni utilizzo illimitato per sempre.
ja: 今月の無料時間がもうすぐ終了します！一回限りの支払いで生涯プランにアップグレード — 継続課金なし、サブスクリプションなし。永続的に無制限使用できます。
ko: 이번 달 무료 시간이 거의 끝났습니다! 한 번의 결제로 평생 플랜으로 업그레이드하세요 — 반복 요금 없음, 구독 없음. 영원히 무제한 사용하세요.
pt: Você está quase sem tempo gratuito este mês! Atualize para nosso plano vitalício com um único pagamento — sem taxas recorrentes, sem assinaturas. Obtenha uso ilimitado para sempre.
ru: У вас почти закончилось бесплатное время в этом месяце! Обновитесь до нашего пожизненного плана с единовременным платежом — никаких повторяющихся платежей, никаких подписок. Получите безлимитное использование навсегда.
th: เวลาฟรีของคุณในเดือนนี้เกือบหมดแล้ว! อัปเกรดเป็นแผนตลอดชีวิตของเราด้วยการจ่ายครั้งเดียว — ไม่มีค่าธรรมเนียมซ้ำ ไม่มีการสมัครสมาชิก รับการใช้งานไม่จำกัดตลอดไป
zh: 您本月的免费时间即将用完！升级到我们的终身计划，只需一次性付费 — 无重复收费，无订阅。永久无限使用。

source: Subscribe Now
ar: اشترك الآن
de: Jetzt abonnieren
es: Suscribirse Ahora
fr: S'abonner Maintenant
he: הירשם עכשיו
hi: अभी सब्सक्राइब करें
it: Abbonati ora
ja: 今すぐ購読
ko: 지금 구독하기
pt: Assinar agora
ru: Подписаться сейчас
th: สมัครสมาชิกตอนนี้
zh: 立即订阅

source: Upgrade Now
ar: قم بالترقية الآن
de: Jetzt upgraden
es: Actualizar Ahora
fr: Mettre à Niveau Maintenant
he: שדרג עכשיו
hi: अभी अपग्रेड करें
it: Aggiorna ora
ja: 今すぐアップグレード
ko: 지금 업그레이드
pt: Atualizar agora
ru: Обновить сейчас
th: อัปเกรดตอนนี้
zh: 立即升级

source: Reset Timer
ar: إعادة تعيين المؤقت
de: Timer zurücksetzen
es: Reiniciar Temporizador
fr: Réinitialiser le Minuteur
he: איפוס טיימר
hi: टाइमर रीसेट करें
it: Reimposta timer
ja: タイマーをリセット
ko: 타이머 재설정
pt: Resetar timer
ru: Сбросить таймер
th: รีเซ็ตตัวจับเวลา
zh: 重置计时器

source: Free Time Expired
ar: انتهى الوقت المجاني
de: Kostenlose Zeit abgelaufen
es: Tiempo Gratuito Expirado
fr: Temps Gratuit Expiré
he: הזמן החינמי פג
hi: मुफ्त समय समाप्त
it: Tempo gratuito scaduto
ja: 無料時間が終了しました
ko: 무료 시간 만료
pt: Tempo gratuito expirado
ru: Бесплатное время истекло
th: เวลาฟรีหมดแล้ว
zh: 免费时间已过期

# freeTimeWillResetNextMonth
source: Your free 3 minutes will reset next month. Get unlimited scanning now!
ar: ستتم إعادة تعيين دقائقك المجانية الثلاث الشهر القادم. احصل على مسح غير محدود الآن!
de: Ihre kostenlosen 3 Minuten werden nächsten Monat zurückgesetzt. Holen Sie sich jetzt unbegrenztes Scannen!
es: Tus 3 minutos gratuitos se reiniciarán el próximo mes. ¡Obtén escaneo ilimitado ahora!
fr: Vos 3 minutes gratuites se réinitialiseront le mois prochain. Obtenez un scan illimité maintenant!
he: 3 הדקות החינמיות שלך יתאפסו בחודש הבא. קבל סריקה בלתי מוגבלת עכשיו!
hi: आपके मुफ्त 3 मिनट अगले महीने रीसेट हो जाएंगे। अभी असीमित स्कैनिंग प्राप्त करें!
it: I tuoi 3 minuti gratuiti si resetteranno il prossimo mese. Ottieni scansioni illimitate ora!
ja: 無料の3分間は来月リセットされます。今すぐ無制限スキャンを取得しましょう！
ko: 무료 3분이 다음 달에 재설정됩니다. 지금 무제한 스캔을 받으세요!
pt: Seus 3 minutos gratuitos serão resetados no próximo mês. Obtenha escaneamento ilimitado agora!
ru: Ваши бесплатные 3 минуты обновятся в следующем месяце. Получите безлимитное сканирование сейчас!
th: 3 นาทีฟรีของคุณจะรีเซ็ตในเดือนหน้า รับการสแกนไม่จำกัดตอนนี้!
zh: 您的免费3分钟将在下个月重置。立即获得无限扫描！

# premiumForever
source: Premium Forever - $4.99
ar: بريميوم إلى الأبد - $1.99
de: Premium für immer - 4,99$
es: Premium Para Siempre - $1.99
fr: Premium À Vie - 1,99$
he: פרימיום לנצח - $1.99
hi: हमेशा के लिए प्रीमियम - $4.99
it: Premium per sempre - $1.99
ja: 永続プレミアム - $1.99
ko: 영원한 프리미엄 - $4.99
pt: Premium para sempre - $4.99
ru: Премиум навсегда - $1.99
th: พรีเมียมตลอดชีวิต - $4.99
zh: 永久高级版 - $1.99

# unlimitedScanning
source: ✓ Unlimited scanning ✓ No time limits ✓ Premium features ✓ One-time payment
ar: ✓ مسح غير محدود ✓ بدون حدود زمنية ✓ ميزات بريميوم ✓ دفعة واحدة
de: ✓ Unbegrenztes Scannen ✓ Keine Zeitlimits ✓ Premium-Funktionen ✓ Einmalige Zahlung
es: ✓ Escaneo ilimitado ✓ Sin límites de tiempo ✓ Funciones premium ✓ Pago único
fr: ✓ Scan illimité ✓ Aucune limite de temps ✓ Fonctionnalités premium ✓ Paiement unique
he: ✓ סריקה בלתי מוגבלת ✓ ללא הגבלות זמן ✓ תכונות פרימיום ✓ תשלום חד-פעמי
hi: ✓ असीमित स्कैनिंग ✓ कोई समय सीमा नहीं ✓ प्रीमियम सुविधाएं ✓ एक बार भुगतान
it: ✓ Scansioni illimitate ✓ Nessun limite di tempo ✓ Funzionalità premium ✓ Pagamento una tantum
ja: ✓ 無制限スキャン ✓ 時間制限なし ✓ プレミアム機能 ✓ 一回限りの支払い
ko: ✓ 무제한 스캔 ✓ 시간 제한 없음 ✓ 프리미엄 기능 ✓ 한 번 결제
pt: ✓ Escaneamento ilimitado ✓ Sem limites de tempo ✓ Recursos premium ✓ Pagamento único
ru: ✓ Безлимитное сканирование ✓ Без ограничений по времени ✓ Премиум функции ✓ Единовременный платёж
th: ✓ สแกนไม่จำกัด ✓ ไม่มีขีดจำกัดเวลา ✓ ฟีเจอร์พรีเมียม ✓ จ่ายครั้งเดียว
zh: ✓ 无限扫描 ✓ 无时间限制 ✓ 高级功能 ✓ 一次性付款

source: 🚀 Ready to Unlock Unlimited Power?
ar: 🚀 مستعد لإطلاق قوة غير محدودة؟
de: 🚀 Bereit, unbegrenzte Macht freizuschalten?
es: 🚀 ¿Listo para Desbloquear Poder Ilimitado?
fr: 🚀 Prêt à Débloquer un Pouvoir Illimité?
he: 🚀 מוכן לשחרר כוח בלתי מוגבל?
hi: 🚀 असीमित शक्ति अनलॉक करने के लिए तैयार?
it: 🚀 Pronto a sbloccare potenza illimitata?
ja: 🚀 無制限のパワーを解放する準備はできていますか？
ko: 🚀 무제한 파워를 잠금 해제할 준비가 되셨나요?
pt: 🚀 Pronto para desbloquear poder ilimitado?
ru: 🚀 Готовы разблокировать безграничную мощь?
th: 🚀 พร้อมปลดล็อกพลังไม่จำกัดแล้วหรือยัง?
zh: 🚀 准备好释放无限力量了吗？

source: ⏰ Time's Up! But Your Journey Continues...
ar: ⏰ انتهى الوقت! لكن رحلتك تستمر...
de: ⏰ Zeit ist um! Aber Ihre Reise geht weiter...
es: ⏰ ¡Se Acabó el Tiempo! Pero Tu Viaje Continúa...
fr: ⏰ C'est Fini! Mais Votre Voyage Continue...
he: ⏰ הזמן נגמר! אבל המסע שלך ממשיך...
hi: ⏰ समय समाप्त! लेकिन आपकी यात्रा जारी है...
it: ⏰ Tempo scaduto! Ma il tuo viaggio continua...
ja: ⏰ 時間切れです！でもあなたの旅は続きます...
ko: ⏰ 시간 종료! 하지만 여러분의 여정은 계속됩니다...
pt: ⏰ Tempo esgotado! Mas sua jornada continua...
ru: ⏰ Время вышло! Но ваше путешествие продолжается...
th: ⏰ หมดเวลาแล้ว! แต่การเดินทางของคุณยังคงดำเนินต่อไป...
zh: ⏰ 时间到了！但您的旅程还在继续...

# upgradeToUnlimitedScanning
source: 🌟 Upgrade to Premium and scan without limits! Join thousands of users who've unlocked their full potential.
ar: 🌟 قم بالترقية إلى بريميوم وامسح بدون حدود! انضم إلى آلاف المستخدمين الذين أطلقوا إمكاناتهم الكاملة.
de: 🌟 Upgraden Sie zu Premium und scannen Sie ohne Limits! Schließen Sie sich Tausenden von Nutzern an, die ihr volles Potenzial freigeschaltet haben.
es: 🌟 ¡Actualiza a Premium y escanea sin límites! Únete a miles de usuarios que han desbloqueado todo su potencial.
fr: 🌟 Passez au Premium et scannez sans limites! Rejoignez des milliers d'utilisateurs qui ont libéré tout leur potentiel.
he: 🌟 שדרג לפרימיום וסרוק ללא הגבלות! הצטרף לאלפי משתמשים ששחררו את מלא הפוטנציאל שלהם.
hi: 🌟 प्रीमियम में अपग्रेड करें और बिना सीमा के स्कैन करें! हजारों उपयोगकर्ताओं में शामिल हों जिन्होंने अपनी पूरी क्षमता अनलॉक की है।
it: 🌟 Aggiorna a Premium e scansiona senza limiti! Unisciti a migliaia di utenti che hanno sbloccato il loro pieno potenziale.
ja: 🌟 プレミアムにアップグレードして制限なくスキャンしましょう！全ての可能性を解放した何千ものユーザーに参加してください。
ko: 🌟 프리미엄으로 업그레이드하고 제한 없이 스캔하세요! 전체 잠재력을 잠금 해제한 수천 명의 사용자와 함께하세요.
pt: 🌟 Atualize para Premium e escaneie sem limites! Junte-se a milhares de usuários que desbloquearam todo seu potencial.
ru: 🌟 Обновитесь до Премиум и сканируйте без ограничений! Присоединяйтесь к тысячам пользователей, которые раскрыли свой полный потенциал.
th: 🌟 อัปเกรดเป็นพรีเมียมและสแกนโดยไม่มีขีดจำกัด! เข้าร่วมกับผู้ใช้หลายพันคนที่ปลดล็อกศักยภาพเต็มรูปแบบของตนแล้ว
zh: 🌟 升级到高级版，无限制扫描！加入数千名已释放全部潜力的用户。

source: ⚡ Final Countdown!
ar: ⚡ العد التنازلي الأخير!
de: ⚡ Finaler Countdown!
es: ⚡ ¡Cuenta Regresiva Final!
fr: ⚡ Compte à Rebours Final!
he: ⚡ ספירה לאחור אחרונה!
hi: ⚡ अंतिम काउंटडाउन!
it: ⚡ Conto alla rovescia finale!
ja: ⚡ ファイナルカウントダウン！
ko: ⚡ 최종 카운트다운!
pt: ⚡ Contagem regressiva final!
ru: ⚡ Финальный отсчёт!
th: ⚡ การนับถอยหลังครั้งสุดท้าย!
zh: ⚡ 最后倒计时！

# dontLetProductivityStop
source: 🚀 Don't let your productivity stop here! Upgrade now for unlimited scanning power.
ar: 🚀 لا تدع إنتاجيتك تتوقف هنا! قم بالترقية الآن للحصول على قوة مسح غير محدودة.
de: 🚀 Lassen Sie Ihre Produktivität hier nicht stoppen! Upgraden Sie jetzt für unbegrenzte Scan-Power.
es: 🚀 ¡No dejes que tu productividad se detenga aquí! Actualiza ahora para obtener poder de escaneo ilimitado.
fr: 🚀 Ne laissez pas votre productivité s'arrêter ici! Passez au niveau supérieur maintenant pour un pouvoir de scan illimité.
he: 🚀 אל תיתן לפרודוקטיביות שלך להיעצר כאן! שדרג עכשיו לכוח סריקה בלתי מוגבל.
hi: 🚀 अपनी उत्पादकता को यहीं रोकने न दें! असीमित स्कैनिंग पावर के लिए अभी अपग्रेड करें।
it: 🚀 Non lasciare che la tua produttività si fermi qui! Aggiorna ora per potenza di scansione illimitata.
ja: 🚀 ここで生産性を止めないでください！今すぐアップグレードして無制限のスキャンパワーを手に入れましょう。
ko: 🚀 생산성을 여기서 멈추지 마세요! 무제한 스캔 파워를 위해 지금 업그레이드하세요.
pt: 🚀 Não deixe sua produtividade parar aqui! Atualize agora para poder de escaneamento ilimitado.
ru: 🚀 Не позволяйте своей продуктивности остановиться здесь! Обновитесь сейчас для безграничной мощи сканирования.
th: 🚀 อย่าให้ประสิทธิภาพของคุณหยุดที่นี่! อัปเกรดตอนนี้เพื่อพลังสแกนไม่จำกัด
zh: 🚀 不要让您的生产力在这里停止！立即升级获得无限扫描能力。

source: Later
ar: لاحقاً
de: Später
es: Más tarde
fr: Plus tard
he: מאוחר יותר
hi: बाद में
it: Più tardi
ja: 後で
ko: 나중에
pt: Mais tarde
ru: Позже
th: ทีหลัง
zh: 稍后

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
th: ปิด
zh: 关闭

source: Trial Status Debug
ar: تصحيح حالة التجربة
de: Testversion-Status Debug
es: Depuración de Estado de Prueba
fr: Débogage du Statut d'Essai
he: דיבוג מצב ניסיון
hi: ट्रायल स्थिति डिबग
it: Debug Stato Prova
ja: トライアル状態デバッグ
ko: 체험 상태 디버그
pt: Debug do Status de Teste
ru: Отладка Статуса Пробной Версии
th: ดีบักสถานะทดลอง
zh: 试用状态调试

source: Status:
ar: الحالة:
es: Estado:
fr: Statut:
he: מצב:
hi: स्थिति:
it: Stato:
ja: 状態:
ko: 상태:
ru: Статус:
th: สถานะ:
zh: 状态:

source: Logic:
ar: المنطق:
de: Logik:
es: Lógica:
fr: Logique:
he: לוגיקה:
hi: तर्क:
it: Logica:
ja: ロジック:
ko: 논리:
pt: Lógica:
ru: Логика:
th: ตรรกะ:
zh: 逻辑:

# freeTrialExpiredOrExhausted
source: FREE TRIAL EXPIRED or FREE FEATURES EXHAUSTED
ar: انتهت التجربة المجانية أو نفدت الميزات المجانية
de: KOSTENLOSE TESTVERSION ABGELAUFEN ODER KOSTENLOSE FUNKTIONEN ERSCHÖPFT
es: PRUEBA GRATUITA EXPIRADA O FUNCIONES GRATUITAS AGOTADAS
fr: ESSAI GRATUIT EXPIRÉ OU FONCTIONNALITÉS GRATUITES ÉPUISÉES
he: ניסיון חינמי פג או תכונות חינמיות מוצו
hi: मुफ्त ट्रायल समाप्त या मुफ्त सुविधाएं समाप्त
it: PROVA GRATUITA SCADUTA O FUNZIONALITÀ GRATUITE ESAURITE
ja: 無料トライアル期限切れまたは無料機能使い切り
ko: 무료 체험 만료 또는 무료 기능 소진
pt: TESTE GRATUITO EXPIRADO OU RECURSOS GRATUITOS ESGOTADOS
ru: БЕСПЛАТНАЯ ПРОБНАЯ ВЕРСИЯ ИСТЕКЛА ИЛИ БЕСПЛАТНЫЕ ФУНКЦИИ ИСЧЕРПАНЫ
th: ทดลองฟรีหมดอายุหรือฟีเจอร์ฟรีหมด
zh: 免费试用已过期或免费功能已用尽

source: ✅ SUBSCRIBED
ar: ✅ مشترك
de: ✅ ABONNIERT
es: ✅ SUSCRITO
fr: ✅ ABONNÉ
he: ✅ רשום כמנוי
hi: ✅ सब्सक्राइब किया गया
it: ✅ ABBONATO
ja: ✅ 購読済み
ko: ✅ 구독됨
pt: ✅ INSCRITO
ru: ✅ ПОДПИСАН
th: ✅ สมัครสมาชิกแล้ว
zh: ✅ 已订阅

source: 🆓 FREE TRIAL ACTIVE
ar: 🆓 التجربة المجانية نشطة
de: 🆓 KOSTENLOSE TESTVERSION AKTIV
es: 🆓 PRUEBA GRATUITA ACTIVA
fr: 🆓 ESSAI GRATUIT ACTIF
he: 🆓 ניסיון חינמי פעיל
hi: 🆓 मुफ्त ट्रायल सक्रिय
it: 🆓 PROVA GRATUITA ATTIVA
ja: 🆓 無料トライアル有効
ko: 🆓 무료 체험 활성
pt: 🆓 TESTE GRATUITO ATIVO
ru: 🆓 БЕСПЛАТНАЯ ПРОБНАЯ ВЕРСИЯ АКТИВНА
th: 🆓 ทดลองฟรีใช้งานอยู่
zh: 🆓 免费试用激活

source: ⏰ MONTHLY ALLOWANCE
ar: ⏰ البدل الشهري
de: ⏰ MONATLICHE ZUTEILUNG
es: ⏰ ASIGNACIÓN MENSUAL
fr: ⏰ ALLOCATION MENSUELLE
he: ⏰ הקצבה חודשית
hi: ⏰ मासिक भत्ता
it: ⏰ QUOTA MENSILE
ja: ⏰ 月間許可量
ko: ⏰ 월간 허용량
pt: ⏰ COTA MENSAL
ru: ⏰ МЕСЯЧНАЯ КВОТА
th: ⏰ โควต้ารายเดือน
zh: ⏰ 月度配额

source: ❌ TRIAL EXPIRED
ar: ❌ انتهت التجربة
de: ❌ TESTVERSION ABGELAUFEN
es: ❌ PRUEBA EXPIRADA
fr: ❌ ESSAI EXPIRÉ
he: ❌ ניסיון פג
hi: ❌ ट्रायल समाप्त
it: ❌ PROVA SCADUTA
ja: ❌ トライアル期限切れ
ko: ❌ 체험 만료
pt: ❌ TESTE EXPIRADO
ru: ❌ ПРОБНАЯ ВЕРСИЯ ИСТЕКЛА
th: ❌ ทดลองหมดอายุ
zh: ❌ 试用已过期

source: Scanning blocked
ar: المسح محظور
de: Scannen blockiert
es: Escaneo bloqueado
fr: Scan bloqué
he: סריקה חסומה
hi: स्कैनिंग अवरुद्ध
it: Scansione bloccata
ja: スキャンブロック済み
ko: 스캔 차단됨
pt: Escaneamento bloqueado
ru: Сканирование заблокировано
th: การสแกนถูกบล็อก
zh: 扫描已阻止

source: Unlimited access
ar: وصول غير محدود
de: Unbegrenzter Zugang
es: Acceso ilimitado
fr: Accès illimité
he: גישה בלתי מוגבלת
hi: असीमित पहुंच
it: Accesso illimitato
ja: 無制限アクセス
ko: 무제한 액세스
pt: Acesso ilimitado
ru: Безлимитный доступ
th: เข้าถึงไม่จำกัด
zh: 无限访问

# unlimitedScanningAccess
source: Unlimited scanning
ar: مسح غير محدود
de: Unbegrenztes Scannen
es: Escaneo ilimitado
fr: Scan illimité
he: סריקה בלתי מוגבלת
hi: असीमित स्कैनिंग
it: Scansione illimitata
ja: 無制限スキャン
ko: 무제한 스캔
pt: Escaneamento ilimitado
ru: Безлимитное сканирование
th: สแกนไม่จำกัด
zh: 无限扫描

source: Scanning available
ar: المسح متاح
de: Scannen verfügbar
es: Escaneo disponible
fr: Scan disponible
he: סריקה זמינה
hi: स्कैनिंग उपलब्ध
it: Scansione disponibile
ja: スキャン利用可能
ko: 스캔 가능
pt: Escaneamento disponível
ru: Сканирование доступно
th: สแกนได้
zh: 扫描可用

# navigationBlocked
source: Navigation blocked - trial expired!
ar: التنقل محظور - انتهت التجربة!
de: Navigation blockiert - Testversion abgelaufen!
es: Navegación bloqueada - ¡prueba expirada!
fr: Navigation bloquée - essai expiré!
he: ניווט חסום - ניסיון פג!
hi: नेवीगेशन अवरुद्ध - ट्रायल समाप्त!
it: Navigazione bloccata - prova scaduta!
ja: ナビゲーションブロック済み - トライアル期限切れ！
ko: 네비게이션 차단됨 - 체험 만료!
pt: Navegação bloqueada - teste expirado!
ru: Навигация заблокирована - пробная версия истекла!
th: การนำทางถูกบล็อก - ทดลองหมดอายุ!
zh: 导航已阻止 - 试用已过期！

source: Navigation allowed
ar: التنقل مسموح
de: Navigation erlaubt
es: Navegación permitida
fr: Navigation autorisée
he: ניווט מותר
hi: नेवीगेशन अनुमतित
it: Navigazione consentita
ja: ナビゲーション許可
ko: 네비게이션 허용됨
pt: Navegação permitida
ru: Навигация разрешена
th: การนำทางได้รับอนุญาต
zh: 导航允许

source: BLOCKED
ar: محظور
de: BLOCKIERT
es: BLOQUEADO
fr: BLOQUÉ
he: חסום
hi: अवरुद्ध
it: BLOCCATO
ja: ブロック済み
ko: 차단됨
pt: BLOQUEADO
ru: ЗАБЛОКИРОВАНО
th: ถูกบล็อก
zh: 已阻止

source: ALLOWED
ar: مسموح
de: ERLAUBT
es: PERMITIDO
fr: AUTORISÉ
he: מותר
hi: अनुमतित
it: CONSENTITO
ja: 許可済み
ko: 허용됨
pt: PERMITIDO
ru: РАЗРЕШЕНО
th: ได้รับอนุญาต
zh: 允许

# freeTrialExpiredOrFeaturesExhausted
source: FREE TRIAL EXPIRED or FREE FEATURES EXHAUSTED
ar: انتهت التجربة المجانية أو نفدت الميزات المجانية
de: KOSTENLOSE TESTVERSION ABGELAUFEN ODER KOSTENLOSE FUNKTIONEN ERSCHÖPFT
es: PRUEBA GRATUITA EXPIRADA O FUNCIONES GRATUITAS AGOTADAS
fr: ESSAI GRATUIT EXPIRÉ OU FONCTIONNALITÉS GRATUITES ÉPUISÉES
he: ניסיון חינמי פג או תכונות חינמיות מוצו
hi: मुफ्त ट्रायल समाप्त या मुफ्त सुविधाएं समाप्त
it: PROVA GRATUITA SCADUTA O FUNZIONALITÀ GRATUITE ESAURITE
ja: 無料トライアル期限切れまたは無料機能使い切り
ko: 무료 체험 만료 또는 무료 기능 소진
pt: TESTE GRATUITO EXPIRADO OU RECURSOS GRATUITOS ESGOTADOS
ru: БЕСПЛАТНАЯ ПРОБНАЯ ВЕРСИЯ ИСТЕКЛА ИЛИ БЕСПЛАТНЫЕ ФУНКЦИИ ИСЧЕРПАНЫ
th: ทดลองฟรีหมดอายุหรือฟีเจอร์ฟรีหมด
zh: 免费试用已过期或免费功能已用尽

source: FREE FEATURES RENEW EVERY 30 DAYS
ar: الميزات المجانية تتجدد كل 30 يوماً
de: KOSTENLOSE FUNKTIONEN ERNEUERN SICH ALLE 30 TAGE
es: LAS FUNCIONES GRATUITAS SE RENUEVAN CADA 30 DÍAS
fr: LES FONCTIONNALITÉS GRATUITES SE RENOUVELLENT TOUS LES 30 JOURS
he: תכונות חינמיות מתחדשות כל 30 יום
hi: मुफ्त सुविधाएं हर 30 दिन में नवीनीकृत होती हैं
it: LE FUNZIONALITÀ GRATUITE SI RINNOVANO OGNI 30 GIORNI
ja: 無料機能は30日ごとに更新されます
ko: 무료 기능은 30일마다 갱신됩니다
pt: RECURSOS GRATUITOS SE RENOVAM A CADA 30 DIAS
ru: БЕСПЛАТНЫЕ ФУНКЦИИ ОБНОВЛЯЮТСЯ КАЖДЫЕ 30 ДНЕЙ
th: ฟีเจอร์ฟรีต่ออายุทุก 30 วัน
zh: 免费功能每30天更新一次

# upgradeNowWithOneTimePurchase
source: UPGRADE NOW WITH A ONE TIME PURCHASE & UNLOCK THE FULL POWER OF iSpeedScan 🚀.
ar: قم بالترقية الآن بشراء لمرة واحدة وأطلق القوة الكاملة لـ iSpeedScan 🚀.
de: JETZT MIT EINEM EINMALIGEN KAUF UPGRADEN UND DIE VOLLE KRAFT VON iSpeedScan FREISCHALTEN 🚀.
es: ACTUALIZA AHORA CON UNA COMPRA ÚNICA Y DESBLOQUEA TODO EL PODER DE iSpeedScan 🚀.
fr: PASSEZ AU NIVEAU SUPÉRIEUR MAINTENANT AVEC UN ACHAT UNIQUE ET DÉBLOQUEZ TOUTE LA PUISSANCE D'iSpeedScan 🚀.
he: שדרג עכשיו ברכישה חד-פעמית ושחרר את הכוח המלא של iSpeedScan 🚀.
hi: अभी एक बार के खरीदारी के साथ अपग्रेड करें और iSpeedScan की पूरी शक्ति को अनलॉक करें 🚀।
it: AGGIORNA ORA CON UN ACQUISTO UNICO E SBLOCCA TUTTA LA POTENZA DI iSpeedScan 🚀.
ja: 今すぐ一回限りの購入でアップグレードして、iSpeedScanの全機能を解放しましょう 🚀。
ko: 지금 한 번의 구매로 업그레이드하고 iSpeedScan의 모든 파워를 잠금 해제하세요 🚀.
pt: ATUALIZE AGORA COM UMA COMPRA ÚNICA E DESBLOQUEIE TODO O PODER DO iSpeedScan 🚀.
ru: ОБНОВИТЕСЬ СЕЙЧАС С ЕДИНОВРЕМЕННОЙ ПОКУПКОЙ И РАЗБЛОКИРУЙТЕ ВСЮЮ МОЩЬ iSpeedScan 🚀.
th: อัปเกรดตอนนี้ด้วยการซื้อครั้งเดียวและปลดล็อกพลังเต็มรูปแบบของ iSpeedScan 🚀
zh: 立即通过一次性购买升级，解锁iSpeedScan的全部功能 🚀。

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
he: רענן
hi: रीफ्रेश करें
it: Aggiorna
ja: 更新
ko: 새로고침
pt: Atualizar
ru: Обновить
th: รีเฟรช
zh: 刷新

# privacyAndSecurityDetailFive
source: 5. Privacy Policy - Our apps use Google Firebase for App Store Optimization (ASO) and Search Engine Optimization (SEO) purposes only. We do not collect, sell, or use this information for any other purposes. For more information about Google Firebase’s data practices, please refer to their Privacy Policy:
ar: 5. سياسة الخصوصية - تستخدم تطبيقاتنا Google Firebase لأغراض تحسين متجر التطبيقات (ASO) وتحسين محركات البحث (SEO) فقط. نحن لا نجمع أو نبيع أو نستخدم هذه المعلومات لأي أغراض أخرى. لمزيد من المعلومات حول ممارسات بيانات Google Firebase، يرجى الرجوع إلى سياسة الخصوصية الخاصة بهم:
de: 5. Datenschutzrichtlinie - Unsere Apps verwenden Google Firebase ausschließlich für App Store Optimization (ASO) und Suchmaschinenoptimierung (SEO). Wir sammeln, verkaufen oder verwenden diese Informationen nicht für andere Zwecke. Weitere Informationen zu den Datenpraktiken von Google Firebase finden Sie in deren Datenschutzrichtlinie:
es: 5. Política de privacidad - Nuestras aplicaciones utilizan Google Firebase únicamente con fines de optimización para App Store (ASO) y optimización para motores de búsqueda (SEO). No recopilamos, vendemos ni utilizamos esta información para ningún otro propósito. Para obtener más información sobre las prácticas de datos de Google Firebase, consulte su Política de privacidad:
fr: 5. Politique de confidentialité - Nos applications utilisent Google Firebase uniquement à des fins d'optimisation pour l'App Store (ASO) et d'optimisation pour les moteurs de recherche (SEO). Nous ne collectons pas, ne vendons pas et n'utilisons pas ces informations à d'autres fins. Pour plus d'informations sur les pratiques de Google Firebase en matière de données, veuillez consulter leur politique de confidentialité :
he: 5. מדיניות פרטיות - האפליקציות שלנו משתמשות ב-Google Firebase למטרות אופטימיזציה של חנות האפליקציות (ASO) ואופטימיזציה nomineי חיפוש (SEO) בלבד. איננו אוספים, מוכרים או משתמשים במידע זה לכל מטרה אחרת. למידע נוסף על נוהלי הנתונים של Google Firebase, אנא עיינו במדיניות הפרטיות שלהם:
hi: 5. गोपनीयता नीति - हमारे ऐप्स Google Firebase का उपयोग केवल ऐप स्टोर ऑप्टिमाइज़ेशन (ASO) और सर्च इंजन ऑप्टिमाइज़ेशन (SEO) उद्देश्यों के लिए करते हैं। हम इस जानकारी को किसी अन्य उद्देश्य के लिए एकत्र, बेचते या उपयोग नहीं करते हैं。 Google Firebase की डेटा प्रथाओं के बारे में अधिक जानकारी के लिए, कृपया उनकी गोपनीयता नीति देखें:
it: 5. Informativa sulla privacy - Le nostre app utilizzano Google Firebase esclusivamente per scopi di ottimizzazione dell'App Store (ASO) e ottimizzazione dei motori di ricerca (SEO). Non raccogliamo, vendiamo o utilizziamo queste informazioni per altri scopi. Per ulteriori informazioni sulle pratiche relative ai dati di Google Firebase, consulta la loro Informativa sulla privacy:
ja: 5. プライバシーポリシー - 当社のアプリはアプリストア最適化（ASO）と検索エンジン最適化（SEO）の目的でのみGoogle Firebaseを使用しています。当社はこの情報を収集、販売、または他の目的で使用することはありません。 Google Firebaseのデータ取り扱いに関する詳細については、そのプライバシーポリシーを参照してください：
ko: 5. 개인정보 보호정책 - 당사의 앱은 앱 스토어 최적화(ASO) 및 검색 엔진 최적화(SEO) 목적으로만 Google Firebase를 사용합니다. 당사는 이 정보를 수집, 판매 또는 다른 목적으로 사용하지 않습니다. Google Firebase의 데이터 처리 방식에 대한 자세한 정보는 해당 개인정보 보호정책을 참조하십시오:
pt: 5. Política de Privacidade - Nossos aplicativos usam o Google Firebase apenas para fins de otimização da App Store (ASO) e otimização de mecanismos de busca (SEO). Não coletamos, vendemos ou usamos essas informações para quaisquer outros fins. Para mais informações sobre as práticas de dados do Google Firebase, consulte a Política de Privacidade deles:
ru: 5. Политика конфиденциальности - Наши приложения используют Google Firebase исключительно в целях оптимизации для App Store (ASO) и поисковой оптимизации (SEO). Мы не собираем, не продаем и не используем эту информацию для каких-либо других целей. Для получения дополнительной информации о практиках обработки данных Google Firebase, пожалуйста, обратитесь к их Политике конфиденциальности:
th: 5. นโยบายความเป็นส่วนตัว - แอปของเราใช้ Google Firebase เข้าถึง App Store (ASO) และการค้นหา (SEO) เท่านั้น เราไม่เก็บรวบรวม ขาย หรือใช้ข้อมูลเพื่อเป้าหมายอื่น ข้อมูลเพิ่มเติมเกี่ยวกับนโยบายความเป็นส่วนตัวของ Google Firebase โปรดอ่าน:
zh: 5. 隐私政策 - 我们的应用仅将Google Firebase用于应用商店优化（ASO）和搜索引擎优化（SEO）目的。我们不会收集、出售或将此信息用于任何其他目的。 有关Google Firebase数据处理方式的更多信息，请参阅其隐私政策：
