Repository: WaseemMirzaa/iSpeedScan
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, he, hi, it, ja, ko, pt, ru, th, tr, vi, zh

source: Mode:
ar: الوضع:
de: Modus:
es: Modo:
he: מצב:
hi: मोड:
it: Modalità:
ja: モード:
ko: 모드:
pt: Modo:
ru: Режим:
th: โหมด:
tr: Mod:
vi: Chế độ:
zh: 模式：

source: PDF
hi: पीडीएफ

source: Photo
ar: صورة
de: Foto
es: Foto
he: תמונה
hi: फ़ोटो
it: Foto
ja: 写真
ko: 사진
pt: Foto
ru: Фото
th: ภาพถ่าย
tr: Fotoğraf
vi: Ảnh
zh: 照片

source: PDF Quality
ar: جودة ملف PDF
de: PDF-Qualität
es: Calidad del PDF
fr: Qualité PDF
he: איכות PDF
hi: पीडीएफ गुणवत्ता
it: Qualità PDF
ja: PDFの品質
ko: PDF 품질
pt: Qualidade do PDF
ru: Качество PDF
th: คุณภาพ PDF
tr: PDF Kalitesi
vi: Chất lượng PDF
zh: PDF质量

source: Low
ar: منخفض
de: Niedrig
es: Baja
fr: Faible
he: נמוכה
hi: निम्न
it: Bassa
ja: 低
ko: 낮음
pt: Baixa
ru: Низкое
th: ต่ำ
tr: Düşük
vi: Thấp
zh: 低

source: Medium
ar: متوسط
de: Mittel
es: Media
fr: Moyenne
he: בינונית
hi: मध्यम
it: Media
ja: 中
ko: 중간
pt: Média
ru: Среднее
th: กลาง
tr: Orta
vi: Trung bình
zh: 中

source: High
ar: عالٍ
de: Hoch
es: Alta
fr: Élevée
he: גבוהה
hi: उच्च
it: Alta
ja: 高
ko: 높음
pt: Alta
ru: Высокое
th: สูง
tr: Yüksek
vi: Cao
zh: 高

source: How to Use iSpeedScan
ar: كيفية استخدام iSpeedScan
de: Wie man iSpeedScan verwendet
es: Cómo usar iSpeedScan
fr: Comment utiliser iSpeedScan
he: כיצד להשתמש ב-iSpeedScan
hi: iSpeedScan का उपयोग कैसे करें
it: Come usare iSpeedScan
ja: iSpeedScanの使い方
ko: iSpeedScan 사용 방법
pt: Como usar o iSpeedScan
ru: Как использовать iSpeedScan
th: วิธีใช้ iSpeedScan
tr: iSpeedScan Nasıl Kullanılır
vi: Cách sử dụng iSpeedScan
zh: 如何使用 iSpeedScan

source: Simplicity and Efficiency
ar: البساطة والكفاءة
de: Einfachheit und Effizienz
es: Simplicidad y eficiencia
fr: Simplicité et efficacité
he: פשטות ויעילות
hi: सादगी और दक्षता
it: Semplicità ed Efficienza
ja: シンプルさと効率性
ko: 단순함과 효율성
pt: Simplicidade e Eficiência
ru: Простота и эффективность
th: ความเรียบง่ายและประสิทธิภาพ
tr: Basitlik ve Verimlilik
vi: Đơn giản và Hiệu quả
zh: 简单与高效

source: Privacy and Security
ar: الخصوصية والأمان
de: Datenschutz und Sicherheit
es: Privacidad y seguridad
fr: Confidentialité et sécurité
he: פרטיות ואבטחה
hi: गोपनीयता और सुरक्षा
it: Privacy e Sicurezza
ja: プライバシーとセキュリティ
ko: 개인정보 보호 및 보안
pt: Privacidade e Segurança
ru: Конфиденциальность и безопасность
th: ความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve Güvenlik
vi: Quyền riêng tư và Bảo mật
zh: 隐私与安全

source: More Apps By Tevin Eigh Designs
ar: المزيد من التطبيقات بواسطة Tevin Eigh Designs
de: Weitere Apps von Tevin Eigh Designs
es: Más aplicaciones de Tevin Eigh Designs
fr: Plus d'applications de Tevin Eigh Designs
he: עוד אפליקציות של Tevin Eigh Designs
hi: Tevin Eigh Designs द्वारा और ऐप्स
it: Altre app di Tevin Eigh Designs
ja: Tevin Eigh Designsのその他のアプリ
ko: Tevin Eigh Designs의 다른 앱
pt: Mais Apps por Tevin Eigh Designs
ru: Другие приложения от Tevin Eigh Designs
th: แอปเพิ่มเติมโดย Tevin Eigh Designs
tr: Tevin Eigh Designs tarafından Diğer Uygulamalar
vi: Nhiều ứng dụng hơn bởi Tevin Eigh Designs
zh: Tevin Eigh Designs 的更多应用

source: About Tevin Eigh Designs
ar: حول Tevin Eigh Designs
de: Über Tevin Eigh Designs
es: Acerca de Tevin Eigh Designs
fr: À propos de Tevin Eigh Designs
he: אודות Tevin Eigh Designs
hi: Tevin Eigh Designs के बारे में
it: Informazioni su Tevin Eigh Designs
ja: Tevin Eigh Designsについて
ko: Tevin Eigh Designs 소개
pt: Sobre Tevin Eigh Designs
ru: О Tevin Eigh Designs
th: เกี่ยวกับ Tevin Eigh Designs
tr: Tevin Eigh Designs Hakkında
vi: Về Tevin Eigh Designs
zh: 关于 Tevin Eigh Designs

# lifeTimeSubsciption
source: Lifetime Subscription =
ar: الاشتراك مدى الحياة =
de: Lebenslanges Abonnement =
es: Suscripción de por vida =
fr: Abonnement à vie =
he: מנוי לכל החיים =
hi: लाइफटाइम सब्सक्रिप्शन =
it: Abbonamento a vita =
ja: 生涯サブスクリプション =
ko: 평생 구독 =
pt: Assinatura Vitalícia =
ru: Пожизненная подписка =
th: การสมัครสมาชิกรายปี =
tr: Ömür Boyu Abonelik =
vi: Đăng ký trọn đời =
zh: 终身订阅 =

source: View Purchase Details
ar: عرض تفاصيل الشراء
de: Kaufdetails anzeigen
es: Ver detalles de la compra
fr: Voir les détails de l'achat
he: הצג פרטי רכישה
hi: खरीद विवरण देखें
it: Visualizza i dettagli dell'acquisto
ja: 購入の詳細を見る
ko: 구매 내역 보기
pt: Ver detalhes da compra
ru: Просмотреть детали покупки
th: ดูรายละเอียดการซื้อ
tr: Satın Alma Detaylarını Görüntüle
vi: Xem chi tiết mua hàng
zh: 查看购买详情

# checkYourPhotoGalaryForYourSavedPhotos
source: Check your Photo Gallery for your Saved Photo(s)
ar: تحقق من معرض الصور الخاص بك للصور المحفوظة
de: Überprüfen Sie Ihre Fotogalerie auf gespeicherte Fotos
es: Consulta tu galería de fotos para ver tus fotos guardadas
fr: Consultez votre galerie photo pour voir vos photos enregistrées
he: בדוק את גלריית התמונות שלך עבור התמונות שנשמרו
hi: अपनी सहेजी गई फ़ोटो के लिए फोटो गैलरी जांचें
it: Controlla la tua galleria per le foto salvate
ja: 保存された写真はフォトギャラリーを確認してください
ko: 저장된 사진은 사진 갤러리에서 확인하세요
pt: Verifique sua galeria de fotos para suas fotos salvas
ru: Проверьте свою фотогалерею для сохранённых фотографий
th: ตรวจสอบแกลเลอรีรูปภาพของคุณสำหรับรูปภาพที่บันทึกไว้
tr: Kaydedilen Fotoğraflarınız için Fotoğraf Galerinizi Kontrol Edin
vi: Kiểm tra Thư viện ảnh của bạn để xem ảnh đã lưu
zh: 检查您的照片库中的已保存照片

# languageAndTranslation
source: Language & Translation
ar: اللغة والترجمة
de: Sprache und Übersetzung
es: Idioma y traducción
fr: Langue et traduction
he: שפה ותרגום
hi: भाषा और अनुवाद
it: Lingua e traduzione
ja: 言語と翻訳
ko: 언어 및 번역
pt: Idioma e Tradução
ru: Язык и перевод
th: ภาษาและการแปล
tr: Dil ve Çeviri
vi: Ngôn ngữ & Dịch thuật
zh: 语言与翻译

# howToUSeiSpeed
source: How to Use iSpeedScan : Step-by-Step Guide
ar: كيفية استخدام iSpeedScan: دليل خطوة بخطوة
de: So verwenden Sie iSpeedScan: Schritt-für-Schritt-Anleitung
es: Cómo usar iSpeedScan: Guía paso a paso
fr: Comment utiliser iSpeedScan : Guide étape par étape
he: כיצד להשתמש ב-iSpeedScan: מדריך שלב אחר שלב
hi: iSpeedScan का उपयोग कैसे करें: चरण-दर-चरण मार्गदर्शिका
it: Come utilizzare iSpeedScan: Guida passo dopo passo
ja: iSpeedScanの使い方：ステップバイステップガイド
ko: iSpeedScan 사용 방법: 단계별 가이드
pt: Como usar o iSpeedScan: Guia passo a passo
ru: Cum să folosești iSpeedScan: Ghid pas cu pas
th: วิธีใช้ iSpeedScan: คู่มือทีละขั้นตอน
tr: iSpeedScan Nasıl Kullanılır: Adım Adım Rehber
vi: Cách sử dụng iSpeedScan: Hướng dẫn từng bước
zh: 如何使用 iSpeedScan：逐步指南

# startScanningAndItesDetails
source: 1. Start Scanning -Open iSpeedScan, On the start screen, use the Picture/PDF slider to select your preferred mode *For convenience, after a few moments the app automatically opens in the last mode you used unless you change it before scanning
ar: 1. ابدأ المسح - افتح iSpeedScan، في شاشة البدء استخدم شريط التمرير لتحديد الوضع المفضل (صورة/ PDF) *لراحتك، بعد بضع لحظات، يفتح التطبيق تلقائيًا في آخر وضع استخدمته ما لم تقم بتغييره قبل المسح
de: 1. Scannen starten - Öffnen Sie iSpeedScan. Wählen Sie auf dem Startbildschirm mit dem Bild/PDF-Schieberegler Ihren bevorzugten Modus *Zur Bequemlichkeit öffnet die App nach einigen Momenten automatisch den zuletzt verwendeten Modus, es sei denn, Sie ändern ihn vor dem Scannen
es: 1. Comenzar a escanear - Abre iSpeedScan. En la pantalla de inicio, usa el control deslizante de Imagen/PDF para seleccionar tu modo preferido *Para mayor comodidad, después de unos momentos la aplicación se abrirá automáticamente en el último modo utilizado, a menos que lo cambies antes de escanear
fr: 1. Commencer la numérisation - Ouvrez iSpeedScan. Sur l'écran d'accueil, utilisez le curseur Image/PDF pour sélectionner votre mode préféré *Pour plus de commodité, l'application s'ouvre automatiquement en mode précédemment utilisé après quelques instants, sauf si vous le changez avant la numérisation
he: 1. התחלת סריקה - פתח את iSpeedScan, במסך ההתחלה השתמש במחוון תמונה/PDF כדי לבחור את המצב המועדף * לנוחיותך, האפליקציה נפתחת אוטומטית במצב האחרון שבו השתמשת אלא אם תשנה אותו לפני הסריקה
hi: 1. स्कैनिंग शुरू करें - iSpeedScan खोलें। स्टार्ट स्क्रीन पर, अपनी पसंदीदा मोड चुनने के लिए पिक्चर/PDF स्लाइडर का उपयोग करें *सुविधा के लिए, कुछ क्षणों के बाद ऐप स्वचालित रूप से उस अंतिम मोड में खुलता है जिसे आपने पिछली बार उपयोग किया था, जब तक आप स्कैन करने से पहले उसे बदल नहीं देते
it: 1. Avvia la scansione - Apri iSpeedScan. Nella schermata iniziale, usa il cursore Immagine/PDF per selezionare la modalità preferita *Per comodità, dopo alcuni istanti l'app si aprirà automaticamente nell'ultima modalità utilizzata, a meno che tu non la cambi prima della scansione
ja: 1. スキャンを開始する -iSpeedScanを開き、開始画面で画像/PDFスライダーを使って希望のモードを選択します *便利なように、数秒後に最後に使用したモードでアプリが自動的に開きます（スキャン前に変更しない限り）
ko: 1. 스캔 시작 - iSpeedScan을 열고 시작 화면에서 이미지/PDF 슬라이더를 사용하여 원하는 모드를 선택하세요 *편의를 위해, 몇 초 후 앱이 마지막으로 사용한 모드로 자동으로 열리며, 스캔 전에 변경하지 않으면 그대로 사용됩니다
pt: 1. Iniciar a digitalização - Abra o iSpeedScan. Na tela inicial, use o controle deslizante Imagem/PDF para selecionar o modo de sua preferência *Para sua conveniência, após alguns segundos o app abrirá automaticamente no último modo utilizado, a menos que você o altere antes de digitalizar
ru: 1. Începe scanarea - Deschide iSpeedScan. Pe ecranul de start, folosește glisorul Imagine/PDF pentru a selecta modul preferat *Pentru confortul tău, după câteva momente aplicația se va deschide automat în ultimul mod folosit, cu excepția cazului în care îl schimbi înainte de scanare
th: 1. เริ่มการสแกน - เปิด iSpeedScan บนหน้าจอเริ่มต้น ใช้ตัวเลื่อนรูปภาพ/PDF เพื่อเลือกโหมดที่ต้องการ *เพื่อความสะดวก แอปจะเปิดโหมดล่าสุดที่คุณใช้โดยอัตโนมัติหลังจากผ่านไปสักครู่ เว้นแต่คุณจะเปลี่ยนก่อนการสแกน
tr: 1. Tarama Başlat - iSpeedScan’i açın. Başlangıç ekranında, tercih ettiğiniz modu seçmek için Resim/PDF kaydırıcısını kullanın *Kolaylık olması için, uygulama birkaç saniye sonra son kullandığınız modda otomatik olarak açılır; taramadan önce değiştirmezseniz
vi: 1. Bắt đầu quét - Mở iSpeedScan. Trên màn hình bắt đầu, sử dụng thanh trượt Ảnh/PDF để chọn chế độ bạn thích *Để thuận tiện, sau vài giây, ứng dụng sẽ tự động mở ở chế độ bạn sử dụng lần cuối trừ khi bạn thay đổi trước khi quét
zh: 1. 开始扫描 - 打开 iSpeedScan。在启动界面上，使用图片/PDF 滑块选择您喜欢的模式 *为了方便，应用程序会在几秒钟后自动以您上次使用的模式打开，除非您在扫描前更改

# selectYourModeAndItsDetails
source: 2. Select Your Mode -Scan as Picture: Opens immediately, allowing you to scan and save images directly to your gallery -Scan as PDF: Opens a PDF Scanner where you can scan multiple pages before finalizing and saving them as a single PDF
ar: 2. اختر الوضع الخاص بك - المسح كصورة: يفتح مباشرة، مما يسمح لك بمسح الصور وحفظها في المعرض الخاص بك - المسح كـ PDF: يفتح ماسح PDF حيث يمكنك مسح صفحات متعددة قبل حفظها كملف PDF واحد
de: 2. Wählen Sie Ihren Modus - Als Bild scannen: Öffnet sich sofort, sodass Sie Bilder direkt in Ihrer Galerie scannen und speichern können - Als PDF scannen: Öffnet einen PDF-Scanner, mit dem Sie mehrere Seiten scannen können, bevor Sie sie als eine einzige PDF-Datei speichern
es: 2. Selecciona tu modo -Escanear como imagen: Se abre de inmediato, permitiéndote escanear y guardar imágenes directamente en tu galería -Escanear como PDF: Abre un escáner PDF donde puedes escanear varias páginas antes de guardarlas como un solo archivo PDF
fr: 2. Sélectionnez votre mode - Scanner en tant qu’image : S’ouvre immédiatement, vous permettant de scanner et d’enregistrer des images directement dans votre galerie - Scanner en tant que PDF : Ouvre un scanner PDF vous permettant de scanner plusieurs pages avant de les enregistrer en un seul fichier PDF
he: 2. בחר את מצב הסריקה שלך - סרוק כתמונה: נפתח מיד ומאפשר לסרוק ולשמור תמונות ישירות לגלריה - סרוק כ-PDF: נפתח סורק PDF שמאפשר לסרוק מספר עמודים לפני שמירתם כקובץ PDF אחד
hi: 2. अपना मोड चुनें - चित्र के रूप में स्कैन करें: तुरंत खुलता है, जिससे आप सीधे अपनी गैलरी में इमेज स्कैन और सेव कर सकते हैं - PDF के रूप में स्कैन करें: एक PDF स्कैनर खोलता है जिसमें आप कई पेज स्कैन कर सकते हैं और उन्हें एक ही PDF के रूप में सेव कर सकते हैं
it: 2. Seleziona la modalità - Scansiona come immagine: si apre immediatamente, permettendoti di scansionare e salvare immagini direttamente nella galleria - Scansiona come PDF: apre uno scanner PDF dove puoi scansionare più pagine prima di finalizzare e salvarle come un unico PDF
ja: 2. モードを選択 - 写真としてスキャン: すぐに起動し、画像をスキャンしてギャラリーに直接保存できます - PDFとしてスキャン: PDFスキャナーが開き、複数ページをスキャンしてから1つのPDFとして保存できます
ko: 2. 모드 선택 - 사진으로 스캔: 즉시 실행되어 이미지를 스캔하고 갤러리에 바로 저장할 수 있습니다 - PDF로 스캔: PDF 스캐너가 열리며 여러 페이지를 스캔한 후 하나의 PDF로 저장할 수 있습니다
pt: 2. Selecione o Seu Modo - Escanear como Imagem: Abre imediatamente, permitindo escanear e salvar imagens diretamente na sua galeria - Escanear como PDF: Abre o Scanner de PDF onde você pode escanear várias páginas antes de finalizar e salvar como um único PDF
ru: 2. Выберите режим - Сканировать как изображение: открывается сразу и позволяет сканировать и сохранять изображения напрямую в галерею - Сканировать как PDF: открывает сканер PDF, где можно отсканировать несколько страниц, а затем сохранить их в одном PDF-файле
th: 2. เลือกโหมดของคุณ - สแกนเป็นรูปภาพ: เปิดทันที ทำให้คุณสามารถสแกนและบันทึกรูปภาพลงในแกลเลอรีของคุณได้โดยตรง - สแกนเป็น PDF: เปิดเครื่องสแกน PDF ที่คุณสามารถสแกนหลายหน้า ก่อนที่จะบันทึกเป็นไฟล์ PDF เดียว
tr: 2. Modunuzu Seçin - Resim olarak tara: Hemen açılır, doğrudan galerinizde görüntüleri tarayıp kaydetmenizi sağlar - PDF olarak tara: Çoklu sayfa tarayabileceğiniz ve bunları tek bir PDF olarak kaydedebileceğiniz bir PDF Tarayıcı açılır
vi: 2. Chọn Chế Độ của Bạn - Quét dưới dạng Hình ảnh: Mở ngay lập tức, cho phép bạn quét và lưu hình ảnh trực tiếp vào thư viện của bạn - Quét dưới dạng PDF: Mở bộ quét PDF, nơi bạn có thể quét nhiều trang trước khi hoàn tất và lưu chúng dưới dạng một PDF duy nhất
zh: 2. 选择您的模式 - 以图片形式扫描：立即打开，允许您直接扫描并将图像保存到相册 - 以PDF形式扫描：打开PDF扫描仪，您可以扫描多页，然后将它们合并保存为一个PDF文件

# captureADocumentAndItsDetails
source: 3. Capture a Document (either mode) -Hover your device over the document, and the scanner will automatically detect and scan it -A manual capture option is also available for more control -Scan multiple documents quickly and effortlessly *You can edit individual pages before saving by tapping the thumbnails in the bottom left, which opens your device’s native tools for basic editing (edits can also be made later after saving)
ar: 3. التقاط مستند (في أي من الوضعين) - ضع الجهاز فوق المستند، وسيقوم الماسح تلقائيًا باكتشافه ومسحه ضوئيًا - يتوفر خيار الالتقاط اليدوي أيضًا لمنحك تحكمًا أكبر - امسح مستندات متعددة بسرعة وسهولة *يمكنك تعديل الصفحات الفردية قبل الحفظ من خلال النقر على الصور المصغرة في الزاوية السفلية اليسرى، والتي تفتح أدوات التعديل الأساسية في جهازك (يمكن أيضًا التعديل لاحقًا بعد الحفظ)
de: 3. Ein Dokument erfassen (in beiden Modi) - Halten Sie Ihr Gerät über das Dokument, und der Scanner erkennt und scannt es automatisch - Eine manuelle Aufnahmeoption ist ebenfalls verfügbar, um mehr Kontrolle zu ermöglichen - Scannen Sie mehrere Dokumente schnell und mühelos *Sie können einzelne Seiten vor dem Speichern bearbeiten, indem Sie auf die Miniaturansichten unten links tippen – dies öffnet die nativen Bearbeitungstools Ihres Geräts (Bearbeitungen können auch später nach dem Speichern vorgenommen werden)
es: 3. Capturar un documento (en cualquier modo) -Mantén tu dispositivo sobre el documento, y el escáner lo detectará y escaneará automáticamente -También hay una opción de captura manual para mayor control -Escanea varios documentos rápida y fácilmente *Puedes editar páginas individuales antes de guardarlas tocando las miniaturas en la esquina inferior izquierda, lo que abre las herramientas nativas de edición de tu dispositivo (también puedes editarlas después de guardar)
fr: 3. Capturer un document (dans les deux modes) - Placez votre appareil au-dessus du document, le scanner le détectera automatiquement et le numérisera - Une option de capture manuelle est également disponible pour un meilleur contrôle - Scannez plusieurs documents rapidement et facilement *Vous pouvez modifier les pages individuellement avant de les enregistrer en appuyant sur les vignettes en bas à gauche, ce qui ouvre les outils natifs de votre appareil pour une édition de base (vous pouvez aussi les modifier après l’enregistrement)
he: 3. סריקת מסמך (בכל מצב) - החזק את המכשיר מעל המסמך והסורק יזהה ויסרוק אוטומטית - קיימת גם אפשרות לצילום ידני לשליטה רבה יותר - סרוק מסמכים מרובים במהירות ובקלות * ניתן לערוך דפים בודדים לפני השמירה על ידי הקשה על התמונות הממוזערות בפינה השמאלית התחתונה, מה שפותח את כלי העריכה המובנים של המכשיר (ניתן גם לערוך לאחר השמירה)
hi: 3. एक दस्तावेज़ स्कैन करें (किसी भी मोड में) - अपने डिवाइस को दस्तावेज़ के ऊपर ले जाएं, स्कैनर इसे स्वतः पहचान कर स्कैन कर लेगा - अधिक नियंत्रण के लिए मैनुअल कैप्चर विकल्प भी उपलब्ध है - कई दस्तावेज़ों को जल्दी और आसानी से स्कैन करें * सेव करने से पहले पेज थंबनेल पर टैप करके अलग-अलग पेजों को संपादित कर सकते हैं, जो आपके डिवाइस के एडिटिंग टूल्स खोलता है (आप बाद में भी संपादन कर सकते हैं)
it: 3. Acquisisci un documento (in entrambe le modalità) - Posiziona il dispositivo sopra il documento, e lo scanner rileverà e scansionerà automaticamente - È disponibile anche un'opzione di acquisizione manuale per maggiore controllo - Scansiona più documenti rapidamente e senza sforzo *Puoi modificare le singole pagine prima di salvare toccando le miniature in basso a sinistra, che aprono gli strumenti di modifica nativi del tuo dispositivo (le modifiche possono essere effettuate anche dopo il salvataggio)
ja: 3. ドキュメントを撮影（どちらのモードでも） - デバイスをドキュメントの上にかざすと、スキャナーが自動で検出してスキャンします - より細かく操作したい場合は手動キャプチャも可能です - 複数のドキュメントを素早く簡単にスキャンできます *左下のサムネイルをタップすると、ネイティブの編集ツールで各ページを保存前に編集可能（保存後も編集できます）
ko: 3. 문서 캡처 (모든 모드) - 기기를 문서 위에 가져다 대면 스캐너가 자동으로 감지하여 스캔합니다 - 수동 캡처 옵션도 제공되어 더 세밀한 조작이 가능합니다 - 여러 문서를 빠르고 간편하게 스캔할 수 있습니다 *왼쪽 하단의 썸네일을 탭하면 각 페이지를 기본 편집 도구로 저장 전 편집할 수 있습니다 (저장 후에도 편집 가능)
pt: 3. Capturar um Documento (em qualquer modo) - Aponte o dispositivo para o documento, e o scanner detectará e escaneará automaticamente - Também há uma opção de captura manual para mais controle - Escaneie vários documentos de forma rápida e fácil *Você pode editar páginas individuais antes de salvar tocando nas miniaturas no canto inferior esquerdo, o que abre as ferramentas nativas de edição do seu dispositivo (edições também podem ser feitas após salvar)
ru: 3. Сканирование документа (в любом режиме) - Наведите устройство на документ, и сканер автоматически его распознает и отсканирует - Для большей точности доступна ручная съёмка - Быстро и удобно сканируйте несколько документов *Вы можете редактировать отдельные страницы до сохранения, нажав на миниатюры в нижнем левом углу — откроются встроенные инструменты редактирования устройства (редактировать можно и после сохранения)
th: 3. ถ่ายภาพเอกสาร (ในโหมดใดก็ได้) - วางอุปกรณ์ของคุณไว้เหนือเอกสาร เครื่องสแกนจะตรวจจับและสแกนอัตโนมัติ - มีตัวเลือกจับภาพด้วยตนเองสำหรับการควบคุมมากขึ้น - สแกนเอกสารหลายฉบับได้อย่างรวดเร็วและง่ายดาย * คุณสามารถแก้ไขแต่ละหน้าก่อนบันทึกโดยแตะที่รูปย่อที่มุมล่างซ้าย ซึ่งจะเปิดเครื่องมือแก้ไขพื้นฐานของอุปกรณ์คุณ (สามารถแก้ไขเพิ่มเติมหลังบันทึกได้)
tr: 3. Bir Belgeyi Yakala (her iki modda da) - Cihazınızı belge üzerine tutun, tarayıcı otomatik olarak algılar ve tarar - Daha fazla kontrol için manuel çekim seçeneği de mevcuttur - Birden fazla belgeyi hızlı ve kolayca tarayın * Kaydetmeden önce sol alt köşedeki küçük resimlere dokunarak sayfaları düzenleyebilirsiniz; bu, cihazınızın temel düzenleme araçlarını açar (düzenlemeler kaydettikten sonra da yapılabilir)
vi: 3. Chụp một Tài liệu (bất kỳ chế độ nào) - Giữ thiết bị của bạn trên tài liệu, bộ quét sẽ tự động phát hiện và quét - Có tùy chọn chụp thủ công để bạn kiểm soát nhiều hơn - Quét nhiều tài liệu nhanh chóng và dễ dàng * Bạn có thể chỉnh sửa từng trang trước khi lưu bằng cách chạm vào các hình thu nhỏ ở góc dưới bên trái, mở công cụ chỉnh sửa cơ bản của thiết bị (bạn cũng có thể chỉnh sửa sau khi lưu)
zh: 3. 捕捉文档（任一模式） - 将设备对准文档，扫描仪会自动检测并扫描 - 也提供手动捕捉选项，便于更好控制 - 快速轻松地扫描多个文档 * 您可以在保存前点击左下角缩略图编辑单页，这会打开设备的基础编辑工具（保存后也可进行编辑）

# saveAndOrganizeAndItsDetails
source: 4. Save & Organize -Scan as Picture: Saves each scan directly to your device’s gallery -Scan as PDF: After scanning, you’ll be taken to the next screen where you can share, save, upload, message, or email your PDF
ar: 4. الحفظ والتنظيم - المسح كصورة: يتم حفظ كل مسح مباشرة في معرض الصور الخاص بجهازك - المسح كـ PDF: بعد المسح، سيتم نقلك إلى الشاشة التالية حيث يمكنك مشاركة أو حفظ أو رفع أو إرسال ملف PDF الخاص بك عبر الرسائل أو البريد الإلكتروني
de: 4. Speichern & Organisieren - Als Bild scannen: Jeder Scan wird direkt in der Galerie Ihres Geräts gespeichert - Als PDF scannen: Nach dem Scannen gelangen Sie zum nächsten Bildschirm, wo Sie Ihre PDF-Datei teilen, speichern, hochladen, per Nachricht senden oder per E-Mail versenden können
es: 4. Guardar y organizar -Escanear como imagen: Guarda cada escaneo directamente en la galería de tu dispositivo -Escanear como PDF: Después de escanear, accederás a una pantalla donde puedes compartir, guardar, subir, enviar por mensaje o correo electrónico tu archivo PDF
fr: 4. Enregistrer et organiser - Scanner en tant qu’image : Chaque scan est enregistré directement dans la galerie de votre appareil - Scanner en tant que PDF : Après le scan, vous accédez à un écran où vous pouvez partager, enregistrer, téléverser, envoyer un message ou un e-mail avec votre fichier PDF
he: 4. שמירה וארגון - סרוק כתמונה: שומר כל סריקה ישירות לגלריה של המכשיר - סרוק כ-PDF: לאחר הסריקה תועבר למסך הבא בו תוכל לשתף, לשמור, להעלות, לשלוח או לשלוח בדוא"ל את ה-PDF שלך
hi: 4. सेव करें और व्यवस्थित करें - चित्र के रूप में स्कैन करें: प्रत्येक स्कैन को सीधे आपकी डिवाइस की गैलरी में सेव करता है - PDF के रूप में स्कैन करें: स्कैनिंग के बाद, अगली स्क्रीन पर जाएंगे जहाँ आप PDF को साझा, सेव, अपलोड, संदेश या ईमेल कर सकते हैं
it: 4. Salva e organizza - Scansiona come immagine: salva ogni scansione direttamente nella galleria del dispositivo - Scansiona come PDF: dopo la scansione, verrai indirizzato alla schermata successiva dove potrai condividere, salvare, caricare, inviare o inviare tramite email il tuo PDF
ja: 4. 保存と整理 - 写真としてスキャン: 各スキャンをデバイスのギャラリーに直接保存します - PDFとしてスキャン: スキャン後、共有・保存・アップロード・メッセージ送信・メール送信が可能な画面に移動します
ko: 4. 저장 및 정리 - 사진으로 스캔: 각 스캔본이 기기의 갤러리에 바로 저장됩니다 - PDF로 스캔: 스캔 후 공유, 저장, 업로드, 메시지 전송, 이메일 전송이 가능한 다음 화면으로 이동합니다
pt: 4. Salvar e Organizar - Escanear como Imagem: Cada escaneamento é salvo diretamente na galeria do seu dispositivo - Escanear como PDF: Após escanear, você será levado para a próxima tela onde poderá compartilhar, salvar, fazer upload, enviar por mensagem ou e-mail seu PDF
ru: 4. Сохранение и организация - Сканирование как изображение: каждое сканирование сохраняется напрямую в галерею устройства - Сканирование как PDF: после сканирования вы перейдёте к следующему экрану, где можно поделиться, сохранить, загрузить, отправить сообщение или email с PDF-файлом
th: 4. บันทึกและจัดระเบียบ - สแกนเป็นรูปภาพ: บันทึกการสแกนแต่ละครั้งโดยตรงลงในแกลเลอรีของอุปกรณ์ - สแกนเป็น PDF: หลังการสแกน คุณจะถูกพาไปยังหน้าถัดไปที่คุณสามารถแชร์ บันทึก อัปโหลด ส่งข้อความ หรือส่งอีเมลไฟล์ PDF ของคุณ
tr: 4. Kaydet ve Düzenle - Resim olarak tara: Her tarama doğrudan cihazınızın galerisine kaydedilir - PDF olarak tara: Tarama tamamlandıktan sonra, PDF'inizi paylaşabilir, kaydedebilir, yükleyebilir, mesaj gönderebilir veya e-posta ile gönderebilirsiniz
vi: 4. Lưu & Sắp xếp - Quét dưới dạng Hình ảnh: Lưu mỗi lần quét trực tiếp vào thư viện thiết bị của bạn - Quét dưới dạng PDF: Sau khi quét, bạn sẽ được chuyển đến màn hình tiếp theo để chia sẻ, lưu, tải lên, nhắn tin hoặc gửi email PDF của bạn
zh: 4. 保存和整理 - 以图片形式扫描：每次扫描结果都会直接保存到设备相册 - 以PDF形式扫描：扫描完成后，进入下一个界面，您可以分享、保存、上传、发送消息或通过邮件发送PDF
