Repository: WaseemMirzaa/iSpeedScan
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, he, hi, it, ja, ko, pt, ru, th, tr, vi, zh

# atISpeedScanWePrioritizAndOtherDetails
source: At iSpeedScan, we prioritize your privacy and the security of your information. This Privacy and Security Policy outlines how we handle data when you use iSpeedScan. Our goal is to provide a straightforward, secure experience while keeping your information protected.
ar: في iSpeedScan، نعطي الأولوية لخصوصيتك وأمان معلوماتك. توضح سياسة الخصوصية والأمان هذه كيفية تعاملنا مع البيانات عند استخدامك للتطبيق. هدفنا هو تقديم تجربة آمنة وسهلة مع الحفاظ على حماية معلوماتك.
de: Bei iSpeedScan haben der Schutz Ihrer Privatsphäre und die Sicherheit Ihrer Daten höchste Priorität. Diese Datenschutz- und Sicherheitsrichtlinie beschreibt, wie wir mit Ihren Daten umgehen, wenn Sie iSpeedScan verwenden. Unser Ziel ist es, eine einfache, sichere Nutzungserfahrung zu bieten und Ihre Daten zu schützen.
es: En iSpeedScan, damos prioridad a tu privacidad y a la seguridad de tu información. Esta política de privacidad y seguridad describe cómo manejamos los datos cuando usas iSpeedScan. Nuestro objetivo es brindarte una experiencia segura y sencilla mientras protegemos tu información.
fr: Chez iSpeedScan, nous donnons la priorité à votre vie privée et à la sécurité de vos informations. Cette politique de confidentialité et de sécurité explique comment nous traitons les données lorsque vous utilisez iSpeedScan. Notre objectif est de vous offrir une expérience simple et sécurisée tout en protégeant vos données.
he: ב-iSpeedScan אנו נותנים עדיפות לפרטיות שלך ולאבטחת המידע שלך. מדיניות פרטיות ואבטחה זו מסבירה כיצד אנו מטפלים בנתונים בעת השימוש באפליקציה. מטרתנו היא לספק חוויה פשוטה ובטוחה תוך שמירה על פרטיותך.
hi: iSpeedScan में हम आपकी गोपनीयता और जानकारी की सुरक्षा को सर्वोच्च प्राथमिकता देते हैं। यह गोपनीयता नीति बताती है कि हम iSpeedScan के उपयोग के दौरान डेटा को कैसे संभालते हैं। हमारा उद्देश्य एक सरल और सुरक्षित अनुभव प्रदान करना है।
it: In iSpeedScan, diamo priorità alla tua privacy e alla sicurezza delle tue informazioni. Questa politica descrive come gestiamo i dati quando utilizzi iSpeedScan. Il nostro obiettivo è offrire un'esperienza semplice e sicura mantenendo i tuoi dati protetti.
ja: iSpeedScanでは、あなたのプライバシーと情報のセキュリティを最優先にしています。本プライバシーおよびセキュリティポリシーでは、iSpeedScanを使用する際のデータの取扱いについて説明します。目標は、情報を保護しながら、シンプルかつ安全な体験を提供することです。
ko: iSpeedScan은 사용자 개인 정보 보호 및 정보 보안을 최우선으로 생각합니다. 본 개인정보 보호 및 보안 정책은 iSpeedScan 사용 시 데이터가 어떻게 처리되는지를 설명합니다. 저희의 목표는 정보를 보호하면서 간단하고 안전한 경험을 제공하는 것입니다.
pt: No iSpeedScan, priorizamos sua privacidade e a segurança de suas informações. Esta Política de Privacidade e Segurança descreve como lidamos com os dados ao usar o iSpeedScan. Nosso objetivo é oferecer uma experiência simples e segura, mantendo suas informações protegidas.
ru: В iSpeedScan мы придаём первостепенное значение вашей конфиденциальности и безопасности информации. Эта политика конфиденциальности и безопасности описывает, как мы обрабатываем данные при использовании iSpeedScan. Наша цель — обеспечить простой и безопасный пользовательский опыт, сохраняя ваши данные в безопасности.
th: ที่ iSpeedScan เราให้ความสำคัญกับความเป็นส่วนตัวและความปลอดภัยของข้อมูลของคุณ นโยบายความเป็นส่วนตัวและความปลอดภัยนี้อธิบายถึงวิธีการที่เราจัดการข้อมูลเมื่อคุณใช้ iSpeedScan เป้าหมายของเราคือการให้ประสบการณ์ที่เรียบง่ายและปลอดภัย ในขณะที่รักษาข้อมูลของคุณให้ปลอดภัย
tr: iSpeedScan olarak gizliliğinize ve bilgilerinizin güvenliğine öncelik veriyoruz. Bu Gizlilik ve Güvenlik Politikası, iSpeedScan’i kullandığınızda verilerinizin nasıl işlendiğini açıklar. Amacımız, verilerinizi korurken basit ve güvenli bir deneyim sağlamaktır.
vi: Tại iSpeedScan, chúng tôi ưu tiên quyền riêng tư và bảo mật thông tin của bạn. Chính sách Quyền riêng tư và Bảo mật này giải thích cách chúng tôi xử lý dữ liệu khi bạn sử dụng iSpeedScan. Mục tiêu của chúng tôi là cung cấp trải nghiệm đơn giản, an toàn trong khi bảo vệ thông tin của bạn.
zh: 在iSpeedScan，我们优先保护您的隐私和信息安全。本隐私与安全政策说明了您使用iSpeedScan时我们如何处理数据。我们的目标是在保护您的信息的同时，提供简单安全的体验。

# informationCollectionAndOtherDetails
source: 1. Information Collection and Utilization iSpeedScan is built to function without collecting or storing personal data for its core features, such as document scanning and storage. All data processed by the app stays on your device, with the exception of minimal information needed for subscription processing. Here’s what we access and why: •Camera Access: We need access to your device’s camera to scan documents. All images are processed locally and never sent elsewhere. •Photo Gallery Access: We request permission to save scanned documents to your photo gallery. This is only for your convenience, and we don’t touch your existing photos.•Storage of PDFs in Files: If you opt to save scans as PDFs, we’ll ask for storage permissions. These files remain under your control on your device. •Document Management: Users have full control over their PDFs and can choose to share, email, save, or upload them as they prefer. •Subscription Processing: To unlock full features, a one-time subscription fee is processed securely through a third-party service. We don’t collect or store your payment details—everything is handled safely by that service.
ar: 1. جمع المعلومات واستخدامها iSpeedScan مصمم ليعمل دون جمع أو تخزين بيانات شخصية لوظائفه الأساسية مثل المسح الضوئي وتخزين المستندات. تتم معالجة جميع البيانات على جهازك، باستثناء معلومات محدودة مطلوبة لمعالجة الاشتراك. إليك ما نصل إليه ولماذا: •الوصول إلى الكاميرا: نحتاج إلى إذن استخدام الكاميرا لمسح المستندات. تتم معالجة جميع الصور محليًا ولا يتم إرسالها إلى أي مكان. •الوصول إلى معرض الصور: نطلب إذنًا لحفظ المستندات الممسوحة في معرض الصور الخاص بك. هذا فقط لراحتك، ولا نقوم بالوصول إلى صورك الموجودة.•تخزين ملفات PDF: إذا اخترت حفظ الملفات كـ PDF، سنطلب إذنًا للتخزين. تظل هذه الملفات تحت تحكمك على جهازك. •إدارة المستندات: لدى المستخدمين تحكم كامل في ملفات PDF الخاصة بهم ويمكنهم مشاركتها أو إرسالها أو حفظها أو تحميلها كما يرغبون. •معالجة الاشتراكات: لفتح جميع الميزات، يتم معالجة رسوم اشتراك لمرة واحدة بأمان عبر خدمة طرف ثالث. لا نقوم بجمع أو تخزين بيانات الدفع — تتم المعالجة بأمان من خلال تلك الخدمة.
de: 1. Datenerfassung und -verwendung iSpeedScan wurde so entwickelt, dass es keine persönlichen Daten sammelt oder speichert, um die grundlegenden Funktionen wie Dokumentenscan und -speicherung bereitzustellen. Alle Daten werden lokal auf Ihrem Gerät verarbeitet, mit Ausnahme der minimalen Informationen, die für die Abonnementabwicklung erforderlich sind. Das wird benötigt und warum: • Kamera-Zugriff: Wir benötigen Zugriff auf Ihre Kamera, um Dokumente zu scannen. Alle Bilder werden lokal verarbeitet und niemals weitergegeben. • Zugriff auf Galerie: Wir bitten um Erlaubnis, um gescannte Dokumente in Ihrer Galerie zu speichern. Das dient nur Ihrem Komfort – wir greifen nicht auf bestehende Fotos zu.• Speicherung von PDFs: Wenn Sie Scans als PDF speichern möchten, bitten wir um Speicherberechtigungen. Diese Dateien bleiben vollständig unter Ihrer Kontrolle auf Ihrem Gerät. • Dokumentenverwaltung: Sie haben volle Kontrolle über Ihre PDFs und können sie nach Belieben teilen, speichern, versenden oder hochladen. • Abonnementabwicklung: Um alle Funktionen freizuschalten, wird eine einmalige Gebühr über einen sicheren Drittanbieter-Dienst verarbeitet. Wir speichern keine Zahlungsdaten – alles läuft sicher über den Dienstanbieter.
es: 1. Recolección y uso de información iSpeedScan está diseñado para funcionar sin recopilar ni almacenar datos personales para sus funciones principales, como escanear y almacenar documentos. Todos los datos se procesan en tu dispositivo, con la excepción de la información mínima necesaria para gestionar la suscripción. Esto es lo que accedemos y por qué: • Acceso a la cámara: Necesitamos acceso a la cámara de tu dispositivo para escanear documentos. Todas las imágenes se procesan localmente y nunca se envían a otro lugar. • Acceso a la galería de fotos: Solicitamos permiso para guardar los documentos escaneados en tu galería. Esto es solo para tu comodidad y no accedemos a tus fotos existentes.• Almacenamiento de PDFs en archivos: Si eliges guardar escaneos como PDF, pediremos permisos de almacenamiento. Estos archivos permanecen bajo tu control en tu dispositivo. • Gestión de documentos: Los usuarios tienen control total sobre sus archivos PDF y pueden compartirlos, enviarlos por correo electrónico, guardarlos o subirlos como deseen. • Procesamiento de suscripción: Para desbloquear todas las funciones, se procesa un pago único de suscripción de forma segura a través de un servicio de terceros. No recopilamos ni almacenamos tus datos de pago — todo se maneja de manera segura por ese servicio.
fr: 1. Collecte et utilisation des informations iSpeedScan est conçu pour fonctionner sans collecter ni stocker de données personnelles pour ses fonctionnalités principales, comme la numérisation et le stockage de documents. Toutes les données sont traitées localement sur votre appareil, à l’exception des informations minimales nécessaires au traitement de l’abonnement. Voici ce à quoi nous accédons et pourquoi : • Accès à l’appareil photo : Nous avons besoin d’un accès à votre appareil photo pour scanner les documents. Toutes les images sont traitées localement et ne sont jamais envoyées ailleurs. • Accès à la galerie de photos : Nous demandons l’autorisation de sauvegarder les documents scannés dans votre galerie. Ceci est uniquement pour votre confort, et nous n’accédons pas à vos photos existantes.• Stockage des PDF : Si vous choisissez d’enregistrer les scans en tant que PDF, nous demanderons l’autorisation d’accéder au stockage. Ces fichiers restent sous votre contrôle sur votre appareil. • Gestion des documents : Les utilisateurs ont un contrôle total sur leurs fichiers PDF et peuvent choisir de les partager, de les envoyer par e-mail, de les enregistrer ou de les téléverser comme ils le souhaitent. • Traitement des abonnements : Pour débloquer toutes les fonctionnalités, des frais d’abonnement uniques sont traités en toute sécurité via un service tiers. Nous ne collectons ni ne stockons vos informations de paiement — tout est géré en toute sécurité par ce service.
he: 1. איסוף מידע ושימוש בו iSpeedScan פועלת מבלי לאסוף או לשמור נתונים אישיים עבור הפונקציות העיקריות שלה, כגון סריקת מסמכים ואחסון. כל הנתונים מעובדים במכשיר בלבד, מלבד מידע מינימלי הנדרש לעיבוד המנוי: • גישה למצלמה: נדרשת לצורך סריקת מסמכים. כל התמונות מעובדות מקומית. • גישה לגלריה: רק כדי לשמור את הסריקות שלך. איננו ניגשים לתמונות הקיימות שלך. • אחסון קבצי PDF: אם תבחר לשמור כ-PDF, נבקש הרשאות אחסון. הקבצים נשארים בשליטתך. • ניהול מסמכים: המשתמש שולט באופן מלא בקבצים שלו. • עיבוד מנוי: מנוהל על ידי שירות צד שלישי בצורה מאובטחת. איננו שומרים פרטי תשלום.
hi: 1. जानकारी संग्रहण और उपयोग iSpeedScan इस तरह से बनाया गया है कि वह किसी भी व्यक्तिगत जानकारी को एकत्र या स्टोर किए बिना काम करता है। सभी डाटा आपके डिवाइस पर ही प्रोसेस होता है, सिवाय उस न्यूनतम जानकारी के जो सब्सक्रिप्शन प्रोसेसिंग के लिए आवश्यक है: • कैमरा एक्सेस: डॉक्युमेंट स्कैन करने के लिए कैमरा एक्सेस की आवश्यकता होती है। सभी इमेज केवल आपके डिवाइस पर प्रोसेस होती हैं और कहीं नहीं भेजी जातीं। • गैलरी एक्सेस: स्कैन किए गए डॉक्युमेंट्स को गैलरी में सेव करने के लिए अनुमति मांगी जाती है। हम आपकी मौजूदा फ़ोटो को नहीं छूते। • PDF स्टोरेज: यदि आप PDF के रूप में सेव करना चुनते हैं, तो स्टोरेज अनुमति मांगी जाएगी। ये फ़ाइलें आपके डिवाइस पर ही रहती हैं। • डॉक्युमेंट प्रबंधन: उपयोगकर्ता अपने PDF फ़ाइलों पर पूर्ण नियंत्रण रखते हैं और उन्हें साझा, ईमेल, सेव या अपलोड कर सकते हैं। • सब्सक्रिप्शन प्रोसेसिंग: पूरी सुविधा का उपयोग करने के लिए एक बार का शुल्क लिया जाता है, जो किसी थर्ड पार्टी सर्विस के माध्यम से सुरक्षित रूप से प्रोसेस किया जाता है। हम आपके भुगतान विवरण को स्टोर नहीं करते।
it: 1. Raccolta e utilizzo delle informazioni iSpeedScan è progettata per funzionare senza raccogliere o memorizzare dati personali per le sue funzioni principali come la scansione e l’archiviazione. Tutti i dati elaborati rimangono sul tuo dispositivo, eccetto informazioni minime necessarie per l'elaborazione dell'abbonamento: • Accesso alla fotocamera: È necessario per scansionare i documenti. Le immagini vengono elaborate localmente e non vengono mai inviate altrove. • Accesso alla galleria: È richiesto solo per salvare le scansioni nella tua galleria. Non accediamo alle tue foto esistenti. • Archiviazione PDF: Se scegli di salvare come PDF, chiederemo il permesso di archiviazione. I file rimangono sotto il tuo controllo. • Gestione dei documenti: Hai pieno controllo sui tuoi PDF e puoi scegliere di condividerli, inviarli, salvarli o caricarli. • Elaborazione dell’abbonamento: Per sbloccare tutte le funzionalità, viene elaborata una tariffa una tantum tramite un servizio terzo. Non raccogliamo né memorizziamo i tuoi dati di pagamento.
ja: 1. 情報収集と利用 iSpeedScanは、ドキュメントのスキャンや保存などの基本機能において、個人情報を収集・保存せずに動作します。すべてのデータはデバイス内で処理され、例外はサブスクリプション処理に必要な最小限の情報のみです。 • カメラへのアクセス: ドキュメントをスキャンするために必要です。すべての画像はローカルで処理され、外部送信されることはありません。 • ギャラリーへのアクセス: スキャン結果を写真ギャラリーに保存するために使用されます。既存の写真にはアクセスしません。 • PDFの保存: スキャンをPDFとして保存する際は、保存のための権限を求めます。ファイルはデバイス上に保持されます。 • ドキュメント管理: ユーザーは自分のPDFを完全に管理でき、共有・保存・アップロード・メール送信などが可能です。 • サブスクリプション処理: 全機能を利用するには、第三者の安全なサービスを通じて一度きりの支払いが必要です。支払い情報は収集・保存されません。
ko: 1. 정보 수집 및 활용 iSpeedScan은 문서 스캔 및 저장과 같은 기본 기능을 위해 개인 데이터를 수집하거나 저장하지 않고 작동합니다. 모든 데이터는 기기 내에서 처리되며, 구독 처리를 위해 필요한 최소한의 정보만 예외로 수집됩니다. • 카메라 접근 권한: 문서를 스캔하기 위해 필요하며, 이미지는 로컬에서 처리되고 외부로 전송되지 않습니다. • 갤러리 접근 권한: 스캔한 문서를 갤러리에 저장하기 위해 필요하며, 기존 사진에는 접근하지 않습니다. • PDF 저장 권한: PDF로 저장을 선택하면 저장 권한을 요청합니다. 파일은 기기 내에서 관리됩니다. • 문서 관리: 사용자는 자신의 PDF를 자유롭게 공유, 저장, 이메일 전송, 업로드할 수 있습니다. • 구독 처리: 모든 기능을 이용하려면 제3자 결제 서비스를 통한 일회성 결제가 필요합니다. 결제 정보는 저장되지 않으며 안전하게 처리됩니다.
pt: 1. Coleta e Utilização de Informações iSpeedScan foi desenvolvido para funcionar sem coletar ou armazenar dados pessoais para suas funções principais, como escanear e armazenar documentos. Todos os dados processados pelo aplicativo permanecem no seu dispositivo, com exceção das informações mínimas necessárias para o processamento de assinaturas. • Acesso à Câmera: Precisamos do acesso à câmera do seu dispositivo para escanear documentos. Todas as imagens são processadas localmente e nunca enviadas para outros lugares. • Acesso à Galeria de Fotos: Solicitamos permissão para salvar documentos escaneados na sua galeria. Isso é apenas para sua conveniência, e não acessamos suas fotos existentes. • Armazenamento de PDFs nos Arquivos: Se optar por salvar como PDF, solicitaremos permissões de armazenamento. Esses arquivos permanecem sob seu controle no dispositivo. • Gerenciamento de Documentos: Os usuários têm controle total sobre seus PDFs e podem optar por compartilhar, enviar por e-mail, salvar ou fazer upload conforme desejarem. • Processamento de Assinatura: Para desbloquear todos os recursos, uma taxa única de assinatura é processada com segurança por um serviço de terceiros. Não coletamos ou armazenamos seus dados de pagamento—tudo é tratado com segurança por esse serviço.
ru: 1. Сбор и использование информации iSpeedScan работает без сбора или хранения персональных данных для основных функций, таких как сканирование и сохранение документов. Все данные обрабатываются локально на вашем устройстве, за исключением минимальной информации, необходимой для обработки подписки. • Доступ к камере: необходим для сканирования документов. Все изображения обрабатываются локально и не передаются. • Доступ к галерее: нужен для сохранения сканов в галерею. Мы не получаем доступ к существующим фото. • Сохранение PDF в файлы: при выборе сохранения как PDF приложение запросит разрешение на хранение. Файлы остаются под вашим контролем. • Управление документами: пользователи полностью управляют своими PDF-файлами и могут делиться, сохранять, отправлять или загружать их. • Обработка подписки: для разблокировки всех функций необходимо единоразово оплатить подписку через сторонний платёжный сервис. Мы не храним платёжные данные — всё обрабатывается безопасно через этот сервис.
th: 1. การเก็บรวบรวมและการใช้ข้อมูล iSpeedScan ถูกออกแบบมาให้ทำงานโดยไม่ต้องเก็บหรือจัดเก็บข้อมูลส่วนบุคคลสำหรับฟีเจอร์หลัก เช่น การสแกนและการจัดเก็บเอกสาร ข้อมูลทั้งหมดที่ประมวลผลโดยแอปจะเก็บไว้บนอุปกรณ์ของคุณ ยกเว้นข้อมูลเล็กน้อยที่จำเป็นสำหรับการดำเนินการสมัครสมาชิก นี่คือสิ่งที่เราจะเข้าถึงและเหตุผล: • การเข้าถึงกล้อง: เราต้องการเข้าถึงกล้องของอุปกรณ์เพื่อสแกนเอกสาร รูปภาพทั้งหมดจะถูกประมวลผลภายในเครื่องและไม่ถูกส่งไปที่อื่น • การเข้าถึงแกลเลอรีรูปภาพ: เราขออนุญาตเพื่อบันทึกเอกสารที่สแกนลงในแกลเลอรีของคุณ ซึ่งเป็นเพื่อความสะดวกของคุณเท่านั้น และเราไม่แตะต้องรูปภาพที่มีอยู่ • การเก็บไฟล์ PDF ในไฟล์: หากคุณเลือกบันทึกเป็น PDF เราจะขออนุญาตการจัดเก็บไฟล์ ไฟล์เหล่านี้ยังคงอยู่ภายใต้การควบคุมของคุณบนอุปกรณ์ • การจัดการเอกสาร: ผู้ใช้มีการควบคุมเต็มที่เหนือไฟล์ PDF ของตน และสามารถเลือกที่จะแชร์ ส่งอีเมล บันทึก หรืออัปโหลดตามที่ต้องการ • การดำเนินการสมัครสมาชิก: เพื่อปลดล็อกฟีเจอร์เต็มรูปแบบ มีการเรียกเก็บเงินค่าสมาชิกครั้งเดียวที่ดำเนินการอย่างปลอดภัยผ่านบริการของบุคคลที่สาม เราไม่เก็บข้อมูลการชำระเงินของคุณ ทุกอย่างถูกจัดการอย่างปลอดภัยโดยบริการนั้น
tr: 1. Bilgi Toplama ve Kullanımı iSpeedScan, belge tarama ve depolama gibi temel özellikler için kişisel veri toplamaz veya saklamaz. Uygulama tarafından işlenen tüm veriler cihazınızda kalır, abonelik işlemleri için gereken minimum bilgiler hariçtir. İşte eriştiğimiz ve neden eriştiğimiz bilgiler: • Kamera Erişimi: Belgeleri taramak için cihazınızın kamerasına erişim gereklidir. Tüm görüntüler yerel olarak işlenir ve başka bir yere gönderilmez. • Fotoğraf Galerisi Erişimi: Taranan belgeleri fotoğraf galerinizde kaydetmek için izin istenir. Bu sadece sizin kolaylığınız içindir ve mevcut fotoğraflarınıza dokunulmaz. • Dosyalarda PDF Saklama: Tarama sonuçlarını PDF olarak kaydetmeyi seçerseniz, depolama izni istenir. Bu dosyalar cihazınızda sizin kontrolünüzdedir. • Belge Yönetimi: Kullanıcılar PDF dosyaları üzerinde tam kontrole sahiptir ve istedikleri gibi paylaşabilir, e-posta gönderebilir, kaydedebilir veya yükleyebilir. • Abonelik İşlemleri: Tüm özelliklerin kilidini açmak için tek seferlik bir abonelik ücreti, güvenli bir üçüncü taraf hizmeti tarafından işlenir. Ödeme bilgilerinizi toplamaz veya saklamaz, her şey bu hizmet tarafından güvenle yönetilir.
vi: 1. Thu thập và Sử dụng Thông tin iSpeedScan được xây dựng để hoạt động mà không thu thập hoặc lưu trữ dữ liệu cá nhân cho các tính năng chính như quét và lưu trữ tài liệu. Tất cả dữ liệu được xử lý trên thiết bị của bạn, ngoại trừ những thông tin tối thiểu cần thiết cho việc xử lý đăng ký. Đây là những gì chúng tôi truy cập và lý do: • Truy cập Camera: Chúng tôi cần truy cập camera thiết bị để quét tài liệu. Tất cả hình ảnh được xử lý tại chỗ và không bao giờ gửi đi nơi khác. • Truy cập Thư viện Ảnh: Chúng tôi yêu cầu quyền lưu tài liệu đã quét vào thư viện ảnh của bạn. Điều này chỉ nhằm thuận tiện cho bạn, và chúng tôi không động đến các ảnh hiện có của bạn. • Lưu PDF trong Tệp: Nếu bạn chọn lưu bản quét dưới dạng PDF, chúng tôi sẽ yêu cầu quyền lưu trữ. Các tệp này vẫn do bạn kiểm soát trên thiết bị. • Quản lý Tài liệu: Người dùng có toàn quyền kiểm soát các PDF của họ và có thể chia sẻ, gửi email, lưu hoặc tải lên theo ý muốn. • Xử lý Đăng ký: Để mở khóa đầy đủ các tính năng, phí đăng ký một lần được xử lý an toàn qua dịch vụ bên thứ ba. Chúng tôi không thu thập hoặc lưu trữ thông tin thanh toán của bạn — tất cả đều được quản lý an toàn bởi dịch vụ đó.
zh: 1. 信息收集与使用 iSpeedScan设计为不收集或存储核心功能（如文档扫描与存储）所需的个人数据。所有数据均在您的设备上处理，除非为订阅处理需要少量信息。具体包括： • 摄像头访问：需要访问设备摄像头以扫描文档。所有图像均在本地处理，绝不发送至其他地方。 • 相册访问：请求权限将扫描文档保存至您的相册，仅为方便使用，不触及已有照片。 • PDF文件存储权限：如果选择保存为PDF，将请求存储权限。文件均由您在设备上控制。 • 文档管理：用户完全控制PDF，可根据需要分享、发送邮件、保存或上传。 • 订阅处理：开启全部功能需一次性订阅费，由第三方服务安全处理。我们不收集或存储您的支付信息，全部由该服务安全管理。
