Repository: WaseemMirzaa/iSpeedScan
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, he, hi, it, ja, ko, pt, ru, th, tr, vi, zh

# viewShareAndManageAndOtherDetails
source: 5. View, Share & Manage -Share your scans via email, messaging, cloud storage, uploads, or social media using your device’s native share options -Once saved, you can use your standard operating system tools to edit, share, save, upload, message, or email your PDF as needed
ar: 5. العرض والمشاركة والإدارة - شارك المسحات عبر البريد الإلكتروني، الرسائل، التخزين السحابي، التحميل، أو وسائل التواصل الاجتماعي باستخدام خيارات المشاركة الأصلية في جهازك - بمجرد الحفظ، يمكنك استخدام أدوات نظام التشغيل الخاص بك لتحرير أو مشاركة أو حفظ أو رفع أو إرسال ملف PDF حسب الحاجة
de: 5. Anzeigen, Teilen & Verwalten - Teilen Sie Ihre Scans per E-Mail, Nachricht, Cloud-Speicher, Upload oder sozialen Medien über die nativen Freigabeoptionen Ihres Geräts - Nach dem Speichern können Sie mit den Standardtools Ihres Betriebssystems Ihre PDF bearbeiten, teilen, speichern, hochladen oder versenden – ganz nach Bedarf
es: 5. Ver, compartir y gestionar -Comparte tus escaneos por correo electrónico, mensajería, almacenamiento en la nube, cargas o redes sociales utilizando las opciones nativas de compartir de tu dispositivo -Una vez guardado, puedes usar las herramientas estándar de tu sistema operativo para editar, compartir, guardar, subir, enviar por mensaje o correo electrónico tu archivo PDF según lo necesites
fr: 5. Voir, partager et gérer - Partagez vos scans par e-mail, messagerie, stockage cloud, téléversement ou réseaux sociaux via les options de partage natives de votre appareil - Une fois enregistrés, vous pouvez utiliser les outils standards de votre système pour modifier, partager, enregistrer, téléverser, envoyer un message ou un e-mail avec votre PDF selon vos besoins
he: 5. צפייה, שיתוף וניהול - שתף את הסריקות שלך באמצעות דוא"ל, הודעות, אחסון בענן או רשתות חברתיות באמצעות אפשרויות השיתוף המובנות במכשיר - לאחר השמירה, תוכל להשתמש בכלי מערכת ההפעלה שלך לעריכה, שיתוף, שמירה, העלאה או שליחה של ה-PDF לפי הצורך
hi: 5. देखें, साझा करें और प्रबंधित करें - अपने स्कैन को ईमेल, मैसेजिंग, क्लाउड स्टोरेज, अपलोड या सोशल मीडिया के जरिए अपने डिवाइस की शेयरिंग विकल्पों से साझा करें - एक बार सेव हो जाने के बाद, आप सामान्य ऑपरेटिंग सिस्टम टूल्स से PDF को एडिट, साझा, सेव, अपलोड, मैसेज या ईमेल कर सकते हैं
it: 5. Visualizza, condividi e gestisci - Condividi le tue scansioni tramite email, messaggi, cloud, caricamenti o social media utilizzando le opzioni di condivisione del tuo dispositivo - Una volta salvato, puoi usare gli strumenti del sistema operativo per modificare, condividere, salvare, caricare, inviare o inviare via email il PDF secondo necessità
ja: 5. 閲覧・共有・管理 - デバイスの共有機能を使用して、メール・メッセージ・クラウド・アップロード・SNSなどでスキャンを共有できます - 保存後は、OSの標準ツールを使ってPDFを編集・共有・保存・アップロード・メッセージ送信・メール送信できます
ko: 5. 보기, 공유 및 관리 - 기기의 기본 공유 기능을 통해 이메일, 메시지, 클라우드, 업로드, 소셜 미디어로 스캔본을 공유할 수 있습니다 - 저장 후에는 운영체제의 기본 도구로 PDF를 편집, 공유, 저장, 업로드, 메시지 또는 이메일 전송이 가능합니다
pt: 5. Visualizar, Compartilhar e Gerenciar - Compartilhe seus escaneamentos por e-mail, mensagens, armazenamento em nuvem, uploads ou redes sociais usando as opções nativas de compartilhamento do seu dispositivo - Após salvar, você pode usar as ferramentas do seu sistema operacional para editar, compartilhar, salvar, fazer upload, enviar mensagens ou e-mails com seu PDF conforme necessário
ru: 5. Просмотр, обмен и управление - Делитесь сканами по email, сообщениям, облачным хранилищам, через соцсети и т.д., используя встроенные функции обмена - После сохранения вы можете использовать стандартные системные инструменты для редактирования, обмена, загрузки, отправки сообщений или email с PDF
th: 5. ดู แชร์ และจัดการ - แชร์ไฟล์สแกนของคุณผ่านอีเมล ข้อความ ที่เก็บข้อมูลบนคลาวด์ การอัปโหลด หรือโซเชียลมีเดีย โดยใช้ตัวเลือกการแชร์ของอุปกรณ์ - เมื่อบันทึกแล้ว คุณสามารถใช้เครื่องมือมาตรฐานของระบบปฏิบัติการเพื่อแก้ไข แชร์ บันทึก อัปโหลด ส่งข้อความ หรือส่งอีเมลไฟล์ PDF ของคุณตามต้องการ
tr: 5. Görüntüle, Paylaş ve Yönet - Tarama sonuçlarınızı e-posta, mesajlaşma, bulut depolama, yükleme veya sosyal medya yoluyla cihazınızın yerel paylaşım seçenekleriyle paylaşın - Kaydettikten sonra, standart işletim sistemi araçlarınızı kullanarak PDF’inizi düzenleyebilir, paylaşabilir, kaydedebilir, yükleyebilir, mesaj gönderebilir veya e-posta ile gönderebilirsiniz
vi: 5. Xem, Chia sẻ & Quản lý - Chia sẻ các bản quét của bạn qua email, tin nhắn, lưu trữ đám mây, tải lên hoặc mạng xã hội bằng các tùy chọn chia sẻ gốc của thiết bị - Sau khi lưu, bạn có thể sử dụng các công cụ hệ điều hành tiêu chuẩn để chỉnh sửa, chia sẻ, lưu, tải lên, nhắn tin hoặc gửi email PDF khi cần thiết
zh: 5. 查看、分享和管理 - 通过邮件、消息、云存储、上传或社交媒体分享扫描结果，使用设备自带的分享选项 - 保存后，您可使用操作系统自带工具编辑、分享、保存、上传、发送消息或邮件PDF

# mainMenuAndModeSelectionAndOtherDetails
source: *Main Menu & Mode Selection -Need to switch modes? Tap Cancel during scanning to return to the main menu, where you can select Scan as Image or Scan as PDF before resuming -For convenience, the app automatically opens in the last mode you used unless you change it before scanning
ar: *القائمة الرئيسية واختيار الوضع -هل تحتاج إلى تغيير الوضع؟ اضغط على إلغاء أثناء المسح للعودة إلى القائمة الرئيسية، حيث يمكنك اختيار المسح كصورة أو كـ PDF قبل المتابعة -لراحتك، يفتح التطبيق تلقائيًا في آخر وضع استخدمته ما لم تقم بتغييره قبل المسح
de: *Hauptmenü & Modusauswahl - Möchten Sie den Modus wechseln? Tippen Sie während des Scannens auf „Abbrechen“, um zum Hauptmenü zurückzukehren, wo Sie „Als Bild scannen“ oder „Als PDF scannen“ auswählen können, bevor Sie fortfahren - Der App öffnet sich aus Bequemlichkeit automatisch im zuletzt verwendeten Modus, es sei denn, Sie ändern ihn vor dem Scannen
es: *Menú principal y selección de modo -¿Necesitas cambiar de modo? Toca Cancelar durante el escaneo para volver al menú principal, donde puedes seleccionar Escanear como imagen o Escanear como PDF antes de continuar -Por conveniencia, la app se abre automáticamente en el último modo que usaste, a menos que lo cambies antes de escanear
fr: *Menu principal et sélection du mode - Besoin de changer de mode ? Appuyez sur Annuler pendant le scan pour revenir au menu principal, où vous pouvez choisir de scanner en tant qu’image ou en tant que PDF avant de reprendre - Pour plus de commodité, l’application s’ouvre automatiquement dans le dernier mode utilisé, sauf si vous le changez avant de scanner
he: *תפריט ראשי ובחירת מצב - צריך להחליף מצב? הקש על ביטול במהלך הסריקה כדי לחזור לתפריט הראשי, שם תוכל לבחור לסרוק כתמונה או כ-PDF לפני שתמשיך - לנוחיותך, האפליקציה נפתחת אוטומטית במצב האחרון שבו השתמשת אלא אם תשנה אותו לפני הסריקה
hi: *मुख्य मेनू और मोड चयन - मोड बदलना है? स्कैनिंग के दौरान 'रद्द करें' पर टैप करें, जिससे आप मुख्य मेनू पर लौट सकते हैं और 'चित्र' या 'PDF' मोड चुन सकते हैं - सुविधा के लिए, ऐप हमेशा पिछले उपयोग किए गए मोड में ही खुलेगा जब तक कि आप स्कैन करने से पहले इसे बदलें नहीं
it: *Menu principale e selezione modalità - Hai bisogno di cambiare modalità? Tocca Annulla durante la scansione per tornare al menu principale, dove puoi selezionare Scansiona come immagine o Scansiona come PDF prima di riprendere - Per comodità, l'app si apre automaticamente nell'ultima modalità utilizzata, a meno che tu non la cambi prima della scansione
ja: *メインメニューとモード選択 - モードを切り替えたいときは、スキャン中に「キャンセル」をタップするとメインメニューに戻り、「画像としてスキャン」または「PDFとしてスキャン」を再選択できます - 利便性のため、アプリは最後に使用したモードで自動的に起動します（スキャン前に変更可能）
ko: *메인 메뉴 및 모드 선택 - 모드를 전환하려면 스캔 중 '취소'를 탭하여 메인 메뉴로 돌아가 ‘이미지로 스캔’ 또는 ‘PDF로 스캔’을 선택하세요 - 사용 편의를 위해 앱은 마지막으로 사용한 모드로 자동 실행됩니다 (스캔 전 변경 가능)
pt: *Menu Principal e Seleção de Modo - Precisa mudar de modo? Toque em Cancelar durante o escaneamento para voltar ao menu principal, onde pode selecionar Escanear como Imagem ou Escanear como PDF antes de continuar - Para maior comodidade, o aplicativo abre automaticamente no último modo utilizado, a menos que você o altere antes de escanear
ru: *Главное меню и выбор режима - Нужно изменить режим? Нажмите «Отмена» во время сканирования, чтобы вернуться в главное меню, где можно выбрать Сканировать как изображение или как PDF - Для удобства приложение автоматически открывается в последнем использованном режиме, если вы не выберете другой перед сканированием
th: *เมนูหลักและการเลือกโหมด - ต้องการเปลี่ยนโหมดใช่ไหม? แตะ ยกเลิก ระหว่างการสแกนเพื่อกลับไปที่เมนูหลัก ที่ซึ่งคุณสามารถเลือก สแกนเป็นรูปภาพ หรือ สแกนเป็น PDF ก่อนที่จะดำเนินการต่อ - เพื่อความสะดวก แอปจะเปิดในโหมดสุดท้ายที่คุณใช้โดยอัตโนมัติ เว้นแต่คุณจะเปลี่ยนก่อนการสแกน
tr: *Ana Menü ve Mod Seçimi - Mod değiştirmek mi istiyorsunuz? Tarama sırasında İptal'e dokunarak ana menüye dönebilir, burada Resim olarak Tara veya PDF olarak Tara modunu seçebilirsiniz - Kolaylık için uygulama, tarama öncesinde değiştirmezseniz son kullandığınız modda otomatik olarak açılır
vi: *Menu chính & Chọn chế độ - Cần chuyển chế độ? Chạm Hủy khi đang quét để trở lại menu chính, nơi bạn có thể chọn Quét dưới dạng Hình ảnh hoặc Quét dưới dạng PDF trước khi tiếp tục - Để tiện lợi, ứng dụng tự động mở ở chế độ cuối cùng bạn đã sử dụng nếu bạn không thay đổi trước khi quét
zh: *主菜单和模式选择 - 需要切换模式？扫描时点击取消返回主菜单，您可以选择以图片或PDF形式扫描，然后继续操作 - 为了方便，应用默认以您上次使用的模式打开，除非您在扫描前更改

# privacyAndSecurityAndOtherDetails
source: *Privacy & Security: Your documents are securely stored in your device’s gallery -iSpeedScan does not store your files, ensuring complete privacy
ar: *الخصوصية والأمان: يتم حفظ مستنداتك بأمان في معرض الصور الخاص بجهازك -لا يقوم iSpeedScan بتخزين ملفاتك، مما يضمن الخصوصية التامة
de: *Datenschutz & Sicherheit: Ihre Dokumente werden sicher in der Galerie Ihres Geräts gespeichert - iSpeedScan speichert Ihre Dateien nicht, wodurch vollständige Privatsphäre gewährleistet wird
es: *Privacidad y seguridad: Tus documentos se almacenan de forma segura en la galería de tu dispositivo -iSpeedScan no guarda tus archivos, lo que garantiza total privacidad
fr: *Confidentialité et sécurité : Vos documents sont stockés en toute sécurité dans la galerie de votre appareil - iSpeedScan ne stocke pas vos fichiers, garantissant ainsi une confidentialité totale
he: *פרטיות ואבטחה: המסמכים שלך נשמרים בצורה מאובטחת בגלריית המכשיר שלך -iSpeedScan לא שומר את הקבצים שלך, מה שמבטיח פרטיות מלאה
hi: *गोपनीयता और सुरक्षा: आपके दस्तावेज़ सुरक्षित रूप से आपकी डिवाइस की गैलरी में संग्रहीत होते हैं - iSpeedScan आपके फ़ाइलों को संग्रहित नहीं करता, जिससे पूर्ण गोपनीयता सुनिश्चित होती है
it: *Privacy e sicurezza: I tuoi documenti sono archiviati in modo sicuro nella galleria del tuo dispositivo - iSpeedScan non archivia i tuoi file, garantendo totale riservatezza
ja: *プライバシーとセキュリティ: ドキュメントはデバイスのギャラリーに安全に保存されます - iSpeedScanはファイルを保存しないため、完全なプライバシーが確保されます
ko: *개인정보 보호 및 보안: 문서는 기기 갤러리에 안전하게 저장됩니다 - iSpeedScan은 파일을 저장하지 않아 완전한 개인정보 보호가 가능합니다
pt: *Privacidade e Segurança: Seus documentos são armazenados com segurança na galeria do seu dispositivo - O iSpeedScan não armazena seus arquivos, garantindo total privacidade
ru: *Конфиденциальность и безопасность: ваши документы хранятся безопасно в галерее устройства - iSpeedScan не хранит ваши файлы, обеспечивая полную конфиденциальность
th: *ความเป็นส่วนตัวและความปลอดภัย: เอกสารของคุณถูกเก็บไว้อย่างปลอดภัยในแกลเลอรีของอุปกรณ์ - iSpeedScan ไม่ได้เก็บไฟล์ของคุณ เพื่อให้มั่นใจในความเป็นส่วนตัวอย่างสมบูรณ์
tr: *Gizlilik ve Güvenlik: Belgeleriniz cihazınızın galerisinde güvenle saklanır - iSpeedScan dosyalarınızı saklamaz, böylece tam gizlilik sağlanır
vi: *Quyền riêng tư & Bảo mật: Tài liệu của bạn được lưu trữ an toàn trong thư viện thiết bị - iSpeedScan không lưu trữ các tập tin của bạn, đảm bảo quyền riêng tư hoàn toàn
zh: *隐私与安全：您的文档安全存储在设备相册中 - iSpeedScan不保存您的文件，确保完全隐私

# ourMissionAndOtherDetails
source: *Our Mission: We focus on simplicity, efficiency, and privacy—providing the tools you need without unnecessary extras
ar: *مهمتنا: نركز على البساطة والكفاءة والخصوصية — نوفر لك الأدوات التي تحتاجها فقط بدون أي إضافات غير ضرورية
de: *Unsere Mission: Wir konzentrieren uns auf Einfachheit, Effizienz und Datenschutz – und stellen Ihnen nur die Tools zur Verfügung, die Sie wirklich benötigen
es: *Nuestra misión: Nos enfocamos en la simplicidad, eficiencia y privacidad — brindándote solo las herramientas que necesitas sin elementos innecesarios
fr: *Notre mission : Nous nous concentrons sur la simplicité, l’efficacité et la confidentialité — en fournissant uniquement les outils dont vous avez besoin, sans extras inutiles
he: *המשימה שלנו: אנו מתמקדים בפשטות, יעילות ופרטיות—ומספקים את הכלים שאתה צריך ללא תוספות מיותרות
hi: *हमारा मिशन: हम सादगी, दक्षता और गोपनीयता पर ध्यान केंद्रित करते हैं — आपको वही टूल्स प्रदान करते हैं जो वास्तव में ज़रूरी हैं, बिना किसी फालतू चीज़ के
it: *La nostra missione: Ci concentriamo su semplicità, efficienza e privacy—fornendoti gli strumenti essenziali senza funzionalità superflue
ja: *私たちの使命: シンプルさ、効率性、プライバシーを重視し、不要な機能を省いた必要なツールを提供します
ko: *우리의 사명: 단순함, 효율성, 개인정보 보호에 중점을 두어 불필요한 요소 없이 필요한 도구만을 제공합니다
pt: *Nossa Missão: Focamos na simplicidade, eficiência e privacidade—oferecendo apenas as ferramentas necessárias, sem extras desnecessários
ru: *Наша миссия: мы фокусируемся на простоте, эффективности и конфиденциальности — предоставляя только необходимые инструменты без лишнего
th: *ภารกิจของเรา: เรามุ่งเน้นที่ความเรียบง่าย ประสิทธิภาพ และความเป็นส่วนตัว — ให้เครื่องมือที่คุณต้องการโดยไม่มีสิ่งที่ไม่จำเป็น
tr: *Misyonumuz: Basitlik, verimlilik ve gizliliğe odaklanıyoruz — gereksiz ekstralar olmadan ihtiyacınız olan araçları sunuyoruz
vi: *Sứ mệnh của chúng tôi: Chúng tôi tập trung vào sự đơn giản, hiệu quả và quyền riêng tư — cung cấp những công cụ bạn cần mà không có những thứ thừa thãi
zh: *我们的使命：我们专注于简单、高效和隐私——提供您需要的工具，没有多余的功能

# ourPhilosophySimplicityAndOtherDetails
source: Our Philosophy -Simplicity: Our apps are designed to be intuitive and straightforward, making them easy to use for everyone. -Security: By keeping all processing on the client side, we ensure your data remains private and secure. -Efficiency: We continually refine our apps to remove unnecessary steps while preserving their core functionality.
ar: فلسفتنا -البساطة: تطبيقاتنا مصممة لتكون بديهية وسهلة الاستخدام للجميع -الأمان: من خلال إبقاء جميع العمليات على جانب المستخدم، نضمن بقاء بياناتك آمنة وخاصة -الكفاءة: نقوم باستمرار بتحسين تطبيقاتنا لإزالة الخطوات غير الضرورية مع الحفاظ على الوظائف الأساسية
de: Unsere Philosophie - Einfachheit: Unsere Apps sind intuitiv und benutzerfreundlich gestaltet, damit sie für jeden einfach zu bedienen sind. - Sicherheit: Durch die lokale Verarbeitung auf dem Gerät bleibt Ihre Daten privat und geschützt. - Effizienz: Wir optimieren unsere Apps kontinuierlich, um unnötige Schritte zu entfernen und gleichzeitig die Kernfunktionalität zu erhalten.
es: Nuestra filosofía -Simplicidad: Nuestras apps están diseñadas para ser intuitivas y fáciles de usar para todos. -Seguridad: Al mantener todo el procesamiento en el dispositivo, garantizamos que tus datos permanezcan privados y seguros. -Eficiencia: Mejoramos constantemente nuestras apps para eliminar pasos innecesarios sin comprometer la funcionalidad principal.
fr: Notre philosophie - Simplicité : Nos applications sont conçues pour être intuitives et simples d’utilisation pour tous. - Sécurité : En gardant tout le traitement côté client, nous garantissons que vos données restent privées et sécurisées. - Efficacité : Nous améliorons continuellement nos applications pour supprimer les étapes inutiles tout en préservant leur fonctionnalité essentielle.
he: הפילוסופיה שלנו -פשטות: האפליקציות שלנו נועדו להיות אינטואיטיביות וקלות לשימוש לכולם. -אבטחה: על ידי שמירת כל העיבוד בצד המשתמש, אנו מבטיחים שהנתונים שלך יישארו פרטיים ומאובטחים. -יעילות: אנו משפרים כל הזמן את האפליקציות שלנו כדי להסיר שלבים מיותרים תוך שמירה על הפונקציונליות העיקרית.
hi: हमारा दृष्टिकोण - सादगी: हमारे ऐप्स सहज और सभी के लिए उपयोग में आसान बनाए गए हैं। - सुरक्षा: सभी प्रोसेसिंग क्लाइंट-साइड पर होती है, जिससे आपकी जानकारी निजी और सुरक्षित रहती है। - दक्षता: हम ऐप को निरंतर सुधारते हैं ताकि गैरज़रूरी स्टेप्स हटाए जा सकें और कार्यक्षमता बनी रहे।
it: La nostra filosofia - Semplicità: Le nostre app sono progettate per essere intuitive e facili da usare per tutti. - Sicurezza: Elaborando tutto lato client, garantiamo che i tuoi dati restino privati e sicuri. - Efficienza: Continuiamo a perfezionare le nostre app per eliminare i passaggi inutili, mantenendo la funzionalità principale.
ja: 私たちの理念 - シンプルさ: 直感的で使いやすく、誰でも簡単に利用できるアプリを設計しています。 - セキュリティ: すべての処理をクライアント側で行い、データのプライバシーとセキュリティを確保します。 - 効率性: 不要な手順を取り除き、基本機能を維持したままアプリを常に改善しています。
ko: 우리의 철학 - 단순함: 누구나 쉽게 사용할 수 있도록 직관적이고 간단하게 설계된 앱입니다. - 보안: 모든 처리를 클라이언트 측에서 수행하여 데이터의 개인 정보 보호와 보안을 보장합니다. - 효율성: 불필요한 절차를 제거하고 핵심 기능은 유지하면서 지속적으로 앱을 개선하고 있습니다.
pt: Nossa Filosofia - Simplicidade: Nossos aplicativos são projetados para serem intuitivos e diretos, fáceis de usar para todos. - Segurança: Mantendo todo o processamento no lado do cliente, garantimos que seus dados permaneçam privados e seguros. - Eficiência: Aperfeiçoamos continuamente nossos aplicativos para remover etapas desnecessárias, mantendo sua funcionalidade principal.
ru: Наша философия - Простота: наши приложения интуитивны и просты, чтобы каждый мог легко ими пользоваться - Безопасность: все процессы происходят на устройстве, что гарантирует безопасность и конфиденциальность данных - Эффективность: мы постоянно улучшаем приложения, удаляя лишние шаги, сохраняя основные функции
th: ปรัชญาของเรา - ความเรียบง่าย: แอปของเราออกแบบมาให้ใช้งานง่ายและตรงไปตรงมา เพื่อให้ทุกคนใช้งานได้อย่างง่ายดาย - ความปลอดภัย: ด้วยการประมวลผลทั้งหมดบนฝั่งลูกค้า เราจึงมั่นใจได้ว่าข้อมูลของคุณจะปลอดภัยและเป็นส่วนตัว - ประสิทธิภาพ: เราปรับปรุงแอปอย่างต่อเนื่องเพื่อลบขั้นตอนที่ไม่จำเป็น โดยยังคงฟังก์ชันหลักไว้
tr: Felsefemiz - Basitlik: Uygulamalarımız herkes için kolay ve sezgisel olacak şekilde tasarlanmıştır. - Güvenlik: Tüm işlemeler istemci tarafında gerçekleşir, böylece verileriniz gizli ve güvenli kalır. - Verimlilik: Gereksiz adımları kaldırarak uygulamalarımızı sürekli olarak geliştiriyoruz ve temel işlevselliği koruyoruz.
vi: Triết lý của chúng tôi - Đơn giản: Các ứng dụng của chúng tôi được thiết kế trực quan và dễ hiểu, giúp mọi người dễ dàng sử dụng. - Bảo mật: Bằng cách xử lý tất cả trên thiết bị người dùng, chúng tôi đảm bảo dữ liệu của bạn luôn được bảo mật và riêng tư. - Hiệu quả: Chúng tôi liên tục tinh chỉnh ứng dụng để loại bỏ các bước không cần thiết trong khi vẫn giữ nguyên chức năng cốt lõi.
zh: 我们的理念 - 简单：我们的应用设计直观明了，让每个人都能轻松使用。 - 安全：所有处理均在客户端进行，确保您的数据私密安全。 - 高效：我们不断优化应用，剔除不必要的步骤，同时保持核心功能。

# weBelieveInProvidingJustDetails
source: We believe in providing just what you need, nothing more, nothing less. As we evolve, our commitment remains to enhance efficiency without compromising on the primary purpose of our applications.
ar: نحن نؤمن بتقديم ما تحتاجه فقط، لا أكثر ولا أقل. ومع تطورنا، يبقى التزامنا بتحسين الكفاءة دون التأثير على الغرض الأساسي من تطبيقاتنا.
de: Wir glauben daran, nur das bereitzustellen, was Sie brauchen – nicht mehr und nicht weniger. Unser Ziel bleibt es, Effizienz zu verbessern, ohne den ursprünglichen Zweck unserer Anwendungen zu beeinträchtigen.
es: Creemos en ofrecer solo lo que necesitas, ni más ni menos. A medida que evolucionamos, nuestro compromiso sigue siendo mejorar la eficiencia sin comprometer el propósito principal de nuestras aplicaciones.
fr: Nous croyons à la fourniture de ce dont vous avez besoin — rien de plus, rien de moins. À mesure que nous évoluons, notre engagement reste d'améliorer l'efficacité sans compromettre l’objectif principal de nos applications.
he: אנו מאמינים במתן בדיוק מה שאתה צריך, לא יותר ולא פחות. ככל שנשתפר, נמשיך לשמור על היעילות מבלי להתפשר על מטרת הליבה של האפליקציות שלנו.
hi: हम मानते हैं कि केवल वही प्रदान किया जाए जो वास्तव में ज़रूरी है — न कम, न ज़्यादा। जैसे-जैसे हम आगे बढ़ते हैं, हमारा लक्ष्य दक्षता को बढ़ाना है बिना मूल उद्देश्य से समझौता किए।
it: Crediamo nel fornire solo ciò di cui hai bisogno, né più né meno. Mentre ci evolviamo, il nostro impegno è migliorare l'efficienza senza compromettere lo scopo fondamentale delle nostre applicazioni.
ja: 必要なものだけを提供し、それ以上もそれ以下もありません。今後も進化し続けながら、アプリ本来の目的を損なうことなく効率性を高めることを目指します。
ko: 필요한 것만 제공하며 그 이상도 이하도 없습니다. 앞으로도 본래 목적을 유지하면서 효율성을 향상시키는 데 전념할 것입니다.
pt: Acreditamos em fornecer apenas o que você precisa, nada mais, nada menos. À medida que evoluímos, nosso compromisso permanece em melhorar a eficiência sem comprometer o propósito principal de nossos aplicativos.
ru: Мы верим в то, чтобы давать пользователю только то, что ему действительно нужно — не больше и не меньше. Мы стремимся повышать эффективность, не отступая от основной цели приложения.
th: เราเชื่อในการให้สิ่งที่คุณต้องการเท่านั้น ไม่มากไป ไม่น้อยไป เมื่อเราพัฒนา เรามุ่งมั่นที่จะเพิ่มประสิทธิภาพโดยไม่ลดทอนจุดประสงค์หลักของแอปพลิเคชันของเรา
tr: Sadece ihtiyacınız olanı sunmaya inanıyoruz, ne fazlası ne eksiği. Geliştikçe, uygulamalarımızın ana amacından ödün vermeden verimliliği artırmaya devam edeceğiz.
vi: Chúng tôi tin vào việc chỉ cung cấp những gì bạn cần, không hơn không kém. Khi phát triển, chúng tôi cam kết nâng cao hiệu quả mà không ảnh hưởng đến mục đích chính của ứng dụng.
zh: 我们相信只提供您需要的，既不过多也不过少。随着我们的发展，始终致力于提高效率，同时不影响应用的核心目的。

# exploreOurRangOfClientAndOtherDetails
source: Explore our range of client-side apps and experience the difference simplicity, efficiency, and security can make in your daily tasks.
ar: استكشف مجموعتنا من التطبيقات التي تعمل على جانب العميل واختبر الفرق الذي تصنعه البساطة والكفاءة والأمان في مهامك اليومية.
de: Entdecken Sie unsere Auswahl an clientseitigen Apps und erleben Sie, welchen Unterschied Einfachheit, Effizienz und Sicherheit bei Ihren täglichen Aufgaben machen können.
es: Explora nuestra gama de aplicaciones locales y experimenta la diferencia que la simplicidad, eficiencia y seguridad pueden hacer en tus tareas diarias.
fr: Explorez notre gamme d’applications locales et découvrez la différence que la simplicité, l’efficacité et la sécurité peuvent faire dans vos tâches quotidiennes.
he: חקור את מגוון האפליקציות בצד הלקוח שלנו ותחווה את ההבדל שפשטות, יעילות ואבטחה יכולים לעשות במשימות היומיומיות שלך.
hi: हमारे क्लाइंट-साइड ऐप्स की रेंज का अनुभव करें और देखें कि सादगी, दक्षता और सुरक्षा कैसे आपके रोजमर्रा के कार्यों को आसान बना सकती है।
it: Esplora la nostra gamma di app lato client e scopri la differenza che semplicità, efficienza e sicurezza possono fare nelle tue attività quotidiane.
ja: クライアントサイドアプリのラインナップをぜひご覧ください。シンプルさ・効率性・セキュリティが日々の作業にどれほどの違いをもたらすかを体験してください。
ko: 클라이언트 기반 앱을 탐색해 보세요. 단순함, 효율성, 보안이 일상적인 작업에 어떤 차이를 가져올 수 있는지 경험해 보세요.
pt: Explore nossa gama de aplicativos no lado do cliente e experimente a diferença que simplicidade, eficiência e segurança podem fazer nas suas tarefas diárias.
ru: Ознакомьтесь с нашим ассортиментом клиентских приложений и почувствуйте разницу, которую дают простота, эффективность и безопасность в повседневных задачах.
th: สำรวจชุดแอปฝั่งลูกค้าของเราและสัมผัสความแตกต่างที่ความเรียบง่าย ประสิทธิภาพ และความปลอดภัยสามารถสร้างได้ในงานประจำวันของคุณ
tr: İstemci tarafı uygulama yelpazemizi keşfedin ve basitliğin, verimliliğin ve güvenliğin günlük işlerinize nasıl fark kattığını deneyimleyin.
vi: Khám phá các ứng dụng phía khách hàng của chúng tôi và trải nghiệm sự khác biệt mà sự đơn giản, hiệu quả và bảo mật mang lại trong công việc hàng ngày của bạn.
zh: 探索我们的客户端应用系列，体验简单、高效和安全如何改变您的日常工作。
