Repository: WaseemMirzaa/iSpeedScan
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, he, hi, it, ja, ko, pt, ru, th, tr, vi, zh

source: Current Plan : Full Access
ar: الخطة الحالية: وصول كامل
de: Aktueller Plan: Vollzugriff
es: Plan actual: Acceso completo
fr: Forfait actuel : Accès complet
he: תוכנית נוכחית: גישה מלאה
hi: वर्तमान प्लान : पूर्ण एक्सेस
it: Piano attuale: Accesso completo
ja: 現在のプラン：フルアクセス
ko: 현재 플랜: 전체 액세스
pt: Plano Atual: Acesso Total
ru: Текущий план: Полный доступ
th: แผนปัจจุบัน: เข้าถึงทั้งหมด
tr: Mevcut Plan: Tam Erişim
zh: 当前计划：完全访问

# currentPlanFreeTrail
source: Current Plan : Free Trial
ar: الخطة الحالية: تجربة مجانية
de: Aktueller Plan: Kostenlose Testversion
es: Plan actual: Prueba gratuita
fr: Forfait actuel : Essai gratuit
he: תוכנית נוכחית: ניסיון חינמי
hi: वर्तमान प्लान : फ्री ट्रायल
it: Piano attuale: Prova gratuita
ja: 現在のプラン：無料トライアル
ko: 현재 플랜: 무료 체험
pt: Plano Atual: Teste Gratuito
ru: Текущий план: Бесплатная пробная версия
th: แผนปัจจุบัน: ทดลองใช้งานฟรี
tr: Mevcut Plan: Ücretsiz Deneme
zh: 当前计划：免费试用

# freeTailOneWeekUnlimitedUse
source: FREE TRIAL – 1 Week – Unlimited Use
ar: تجربة مجانية – 3 أيام – استخدام غير محدود
de: KOSTENLOSE TESTVERSION – 3 Tage – Unbegrenzte Nutzung
es: PRUEBA GRATUITA – 3 días – Uso ilimitado
fr: ESSAI GRATUIT – 3 jours – Utilisation illimitée
he: ניסיון חינמי – שבוע אחד – שימוש בלתי מוגבל
hi: नि:शुल्क ट्रायल – 1 सप्ताह – असीमित उपयोग
it: PROVA GRATUITA – 1 settimana – Utilizzo illimitato
ja: 無料トライアル – 1週間 – 無制限利用
ko: 무료 체험 – 1주 – 무제한 사용
pt: TESTE GRATUITO – 1 Semana – Uso Ilimitado
ru: БЕСПЛАТНАЯ ПРОБНАЯ ВЕРСИЯ – 1 неделя – неограниченное использование
th: ทดลองใช้ฟรี – 1 สัปดาห์ – ใช้งานไม่จำกัด
tr: ÜCRETSİZ DENEME – 1 Hafta – Sınırsız Kullanım
zh: 免费试用 – 1周 – 无限使用

# freeVersionAfterTrailExpires
source: FREE VERSION – After Trial Expires
ar: الإصدار المجاني – بعد انتهاء التجربة
de: KOSTENLOSE VERSION – Nach Ablauf der Testversion
es: VERSIÓN GRATUITA – Después de que finalice la prueba
fr: VERSION GRATUITE – Après expiration de l'essai
he: גרסה חינמית – לאחר סיום תקופת הניסיון
hi: नि:शुल्क संस्करण – ट्रायल समाप्त होने के बाद
it: VERSIONE GRATUITA – Dopo la scadenza della prova
ja: 無料版 – トライアル終了後
ko: 무료 버전 – 체험 종료 후
pt: VERSÃO GRATUITA – Após o término do teste
ru: БЕСПЛАТНАЯ ВЕРСИЯ – после окончания пробного периода
th: เวอร์ชันฟรี – หลังหมดช่วงทดลอง
tr: ÜCRETSİZ SÜRÜM – Deneme Süresi Bitince
zh: 免费版本 – 试用期结束后

# fourMinutesOfFreeScanningWeekly
source: ✔ 3 minutes of FREE scanning weekly
ar: ✔ ٣ دقائق من المسح المجاني أسبوعيًاا
de: ✔ 3 Minuten kostenloses Scannen pro Woche
es: ✔ 3 minutos de escaneo gratuito por semana
fr: ✔ 3 minutes de numérisation gratuite par semaine
he: ✔ 3 דקות סריקה חינמית בכל שבוע
hi: ✔ प्रति सप्ताह 3 मिनट का फ्री स्कैनिंग
it: ✔ 3 minuti di scansione gratuita settimanale
ja: ✔ 毎週3分間の無料スキャン
ko: ✔ 주당 3분 무료 스캔 제공
pt: ✔ 3 minutos de escaneamento gratuito semanal
ru: ✔ 3 минуты бесплатного сканирования еженедельно
th: ✔ สแกนฟรี 3 นาทีต่อสัปดาห์
tr: ✔ Haftalık 4 dakika ÜCRETSİZ tarama
zh: ✔ 每周免费扫描3分钟

source: One Time Purchase (Unlock Full Access)
ar: شراء لمرة واحدة (فتح الوصول الكامل)
de: Einmaliger Kauf (Vollzugriff freischalten)
es: Compra única (Desbloquear acceso completo)
fr: Achat unique (Déverrouiller l'accès complet)
he: רכישה חד-פעמית (פותחת גישה מלאה)
hi: एक बार की खरीदारी (पूर्ण एक्सेस अनलॉक करें)
it: Acquisto una tantum (Sblocca accesso completo)
ja: 一度の購入でフルアクセスを解除
ko: 1회 구매 (전체 액세스 잠금 해제)
pt: Compra Única (Desbloquear Acesso Total)
ru: Единовременная покупка (полный доступ)
th: ซื้อครั้งเดียว (ปลดล็อกการเข้าถึงทั้งหมด)
tr: Tek Seferlik Satın Alma (Tam Erişimi Aç)
zh: 一次性购买（解锁完全访问）

source: ✔ Unlimited Scans, lifetime access
ar: ✔ عدد غير محدود من عمليات المسح، وصول مدى الحياة
de: ✔ Unbegrenztes Scannen, lebenslanger Zugang
es: ✔ Escaneos ilimitados, acceso de por vida
fr: ✔ Numérisations illimitées, accès à vie
he: ✔ סריקות בלתי מוגבלות, גישה לכל החיים
hi: ✔ असीमित स्कैन, आजीवन एक्सेस
it: ✔ Scansioni illimitate, accesso a vita
ja: ✔ 無制限スキャン、永久アクセス
ko: ✔ 무제한 스캔, 평생 액세스
pt: ✔ Escaneamentos ilimitados, acesso vitalício
ru: ✔ Неограниченное количество сканирований, пожизненный доступ
th: ✔ สแกนไม่จำกัด เข้าถึงตลอดชีพ
tr: ✔ Sınırsız Tarama, ömür boyu erişim
zh: ✔ 无限扫描，终身访问

# getLifetimeAccessAndOtherDecs
source: Get lifetime access to iSpeedScan with a one-time purchase & unlock its full power today
ar: احصل على وصول مدى الحياة إلى iSpeedScan من خلال عملية شراء لمرة واحدة وفعّل كل إمكانياته اليوم
de: Erhalten Sie lebenslangen Zugang zu iSpeedScan mit einem einmaligen Kauf und schalten Sie heute das volle Potenzial frei
es: Obtén acceso de por vida a iSpeedScan con una compra única y desbloquea todo su potencial hoy
fr: Obtenez un accès à vie à iSpeedScan avec un achat unique et débloquez tout son potentiel dès aujourd'hui
he: קבל גישה מלאה ל-iSpeedScan ברכישה חד-פעמית והפעל את כל הפונקציות כבר היום
hi: iSpeedScan का आजीवन एक्सेस एक बार की खरीदारी से प्राप्त करें और इसकी पूरी क्षमता को आज ही अनलॉक करें
it: Ottieni accesso a vita a iSpeedScan con un acquisto una tantum e sblocca tutta la sua potenza oggi stesso
ja: iSpeedScanを一度の購入で永久に利用可能にし、すべての機能を今すぐ解除しましょう
ko: iSpeedScan을 1회 구매로 평생 사용할 수 있으며, 지금 전체 기능을 해제해보세요
pt: Obtenha acesso vitalício ao iSpeedScan com uma compra única e desbloqueie todo o seu potencial hoje mesmo
ru: Получите пожизненный доступ к iSpeedScan с единовременной покупкой и разблокируйте все возможности уже сегодня
th: รับสิทธิ์เข้าถึง iSpeedScan ตลอดชีพด้วยการซื้อครั้งเดียว & ปลดล็อกพลังเต็มรูปแบบวันนี้
tr: iSpeedScan’e tek seferlik satın alma ile ömür boyu erişim kazanın ve tüm gücünü bugün açın
zh: 通过一次性购买获取 iSpeedScan 终身访问权限，立即解锁全部功能

source: Purchase Now
ar: اشترِ الآن
de: Jetzt kaufen
es: Comprar ahora
fr: Acheter maintenant
he: רכוש עכשיו
hi: अब खरीदें
it: Acquista ora
ja: 今すぐ購入
ko: 지금 구매
pt: Comprar Agora
ru: Купить сейчас
th: ซื้อเลย
tr: Şimdi Satın Al
zh: 立即购买

# checkingActivePurchases
source: Checking Active Purchase
ar: جارٍ التحقق من المشتريات النشطة
de: Aktive Käufe werden überprüft
es: Verificando compras activas
fr: Vérification des achats actifs
he: בודק רכישות פעילות
hi: सक्रिय खरीद की जांच की जा रही है
it: Verifica degli acquisti attivi in corso
ja: アクティブな購入を確認中
ko: 활성 구매 확인 중
pt: Verificando Compras Ativas
ru: Проверка активных покупок
th: กำลังตรวจสอบการซื้อที่ใช้งานอยู่
tr: Aktif Satın Almalar Kontrol Ediliyor
zh: 正在检查有效购买

# alreadyPuchasedRestoreHere
source: Already Purchased? Restore Here
ar: هل سبق وأن اشتريت؟ استعد هنا
de: Bereits gekauft? Hier wiederherstellen
es: ¿Ya compraste? Restaura aquí
fr: Déjà acheté ? Restaurer ici
he: כבר רכשת? שחזר כאן
hi: पहले से खरीदा है? यहां पुनर्स्थापित करें
it: Acquistato in precedenza? Ripristina qui
ja: すでに購入済みですか？こちらで復元
ko: 이미 구매하셨나요? 여기서 복원
pt: Já Comprou? Restaure Aqui
ru: Уже купили? Восстановить здесь
th: ซื้อแล้วหรือ? กู้คืนที่นี่
tr: Zaten Satın Aldınız mı? Buradan Geri Yükleyin
zh: 已购买？在此恢复

source: Your purchase has been successfully restored!
ar: تم استعادة مشترياتك بنجاح!
de: Ihr Kauf wurde erfolgreich wiederhergestellt!
es: ¡Tu compra se ha restaurado correctamente!
fr: Votre achat a été restauré avec succès !
he: הרכישה שלך שוחזרה בהצלחה!
hi: आपकी खरीद सफलतापूर्वक पुनर्स्थापित हो गई है!
it: Il tuo acquisto è stato ripristinato con successo!
ja: 購入が正常に復元されました！
ko: 구매가 성공적으로 복원되었습니다!
pt: Sua compra foi restaurada com sucesso!
ru: Ваша покупка успешно восстановлена!
th: กู้คืนการซื้อของคุณเรียบร้อยแล้ว!
tr: Satın almanız başarıyla geri yüklendi!
zh: 您的购买已成功恢复！

source: No Purchases Found
ar: لم يتم العثور على مشتريات
de: Keine Käufe gefunden
es: No se encontraron compras
fr: Aucun achat trouvé
he: לא נמצאו רכישות
hi: कोई खरीद नहीं मिली
it: Nessun acquisto trovato
ja: 購入が見つかりません
ko: 구매 내역을 찾을 수 없습니다
pt: Nenhuma Compra Encontrada
ru: Покупки не найдены
th: ไม่พบการซื้อ
tr: Satın Alma Bulunamadı
zh: 未找到购买记录

# weCouldntFindAnyPurchasesToRestore
source: We couldn't find any previous purchases to restore.
ar: لم نتمكن من العثور على أي مشتريات سابقة لاستعادتها.
de: Wir konnten keine vorherigen Käufe zur Wiederherstellung finden.
es: No pudimos encontrar compras anteriores para restaurar.
fr: Nous n'avons trouvé aucun achat précédent à restaurer.
he: לא הצלחנו למצוא רכישות קודמות לשחזור.
hi: हम कोई भी पिछली खरीद पुनर्स्थापित करने के लिए नहीं ढूंढ सके।
it: Non siamo riusciti a trovare acquisti precedenti da ripristinare.
ja: 復元可能な過去の購入が見つかりませんでした。
ko: 복원할 수 있는 이전 구매 내역이 없습니다.
pt: Não conseguimos encontrar nenhuma compra anterior para restaurar.
ru: Не удалось найти покупки для восстановления.
th: เราไม่พบการซื้อใด ๆ ที่จะกู้คืนได้
tr: Geri yüklenebilecek önceki satın alma bulunamadı.
zh: 未找到可恢复的购买记录。

source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
hi: त्रुटि
it: Errore
ja: エラー
ko: 오류
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
zh: 错误

# faildToRestorePurchasesPlzTryAgainLater
source: Failed to restore purchases. Please try again later.
ar: فشل في استعادة المشتريات. يرجى المحاولة لاحقًا.
de: Wiederherstellung der Käufe fehlgeschlagen. Bitte versuchen Sie es später erneut.
es: No se pudo restaurar la compra. Por favor, intenta nuevamente más tarde.
fr: Échec de la restauration des achats. Veuillez réessayer plus tard.
he: שחזור הרכישות נכשל. נסה שוב מאוחר יותר.
hi: खरीद पुनर्स्थापित करने में विफल। कृपया बाद में प्रयास करें।
it: Impossibile ripristinare gli acquisti. Riprova più tardi.
ja: 購入の復元に失敗しました。後でもう一度お試しください。
ko: 구매 복원에 실패했습니다. 나중에 다시 시도해 주세요.
pt: Falha ao restaurar as compras. Por favor, tente novamente mais tarde.
ru: Не удалось восстановить покупки. Пожалуйста, попробуйте позже.
th: ไม่สามารถกู้คืนการซื้อได้ กรุณาลองใหม่อีกครั้งในภายหลัง
tr: Satın almalar geri yüklenemedi. Lütfen daha sonra tekrar deneyin.
zh: 恢复购买失败，请稍后再试。

source: OK
ar: حسنًا
es: Aceptar
he: אישור
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh: 确定

source: Creating PDF...
ar: جارٍ إنشاء ملف PDF...
de: PDF wird erstellt...
es: Creando PDF...
fr: Création du PDF...
he: יוצר PDF...
hi: PDF बनाया जा रहा है...
it: Creazione PDF in corso...
ja: PDFを作成中...
ko: PDF 생성 중...
pt: Criando PDF...
ru: Создание PDF...
th: กำลังสร้าง PDF...
tr: PDF Oluşturuluyor...
zh: 正在创建 PDF...

source: Permission Required
ar: يتطلب إذنًا
de: Berechtigung erforderlich
es: Permiso requerido
fr: Autorisation requise
he: נדרשת הרשאה
hi: अनुमति आवश्यक
it: Autorizzazione necessaria
ja: 許可が必要です
ko: 권한 필요
pt: Permissão Necessária
ru: Требуется разрешение
th: ต้องการสิทธิ์
tr: İzin Gerekiyor
zh: 需要权限

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
zh: 取消

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
he: פתח הגדרות
hi: सेटिंग्स खोलें
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
pt: Abrir Configurações
ru: Открыть настройки
th: เปิดการตั้งค่า
tr: Ayarları Aç
zh: 打开设置

source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
he: הצלחה
hi: सफलता
it: Successo
ja: 成功
ko: 성공
pt: Sucesso
ru: Успех
th: สำเร็จ
tr: Başarılı
zh: 成功

# yourPurchaseSuccessfullyRestored
source: Your purchase has been successfully restored!
ar: تم استعادة مشترياتك بنجاح!
de: Ihr Kauf wurde erfolgreich wiederhergestellt!
es: ¡Tu compra ha sido restaurada con éxito!
fr: Votre achat a été restauré avec succès !
he: הרכישה שלך שוחזרה בהצלחה!
hi: आपकी खरीदारी सफलतापूर्वक पुनर्स्थापित हो गई है!
it: Il tuo acquisto è stato ripristinato con successo!
ja: 購入が正常に復元されました！
ko: 구매가 성공적으로 복원되었습니다!
pt: Sua compra foi restaurada com sucesso!
ru: Ваша покупка успешно восстановлена!
th: การซื้อของคุณได้รับการกู้คืนสำเร็จแล้ว!
tr: Satın alma işleminiz başarıyla geri yüklendi!
zh: 您的购买已成功恢复！

source: Creating PDF...
ar: جارٍ إنشاء ملف PDF...
de: PDF wird erstellt...
es: Creando PDF...
fr: Création du PDF...
he: יוצר PDF...
hi: PDF बना रहा है...
it: Creazione del PDF...
ja: PDFを作成中...
ko: PDF 생성 중...
pt: Criando PDF...
ru: Создание PDF...
th: กำลังสร้าง PDF...
tr: PDF oluşturuluyor...
zh: 正在创建 PDF...

source: Language Settings
ar: إعدادات اللغة
de: Spracheinstellungen
es: Configuración de idioma
fr: Paramètres de langue
he: הגדרות שפה
hi: भाषा सेटिंग्स
it: Impostazioni lingua
ja: 言語設定
ko: 언어 설정
pt: Configurações de idioma
ru: Настройки языка
th: การตั้งค่าภาษา
tr: Dil Ayarları
zh: 语言设置

source: Select Your Preferred Language
ar: اختر لغتك المفضلة
de: Wählen Sie Ihre bevorzugte Sprache
es: Selecciona tu idioma preferido
fr: Sélectionnez votre langue préférée
he: בחר את השפה המועדפת עליך
hi: अपनी पसंदीदा भाषा चुनें
it: Seleziona la tua lingua preferita
ja: 希望する言語を選択してください
ko: 선호하는 언어를 선택하세요
pt: Selecione seu idioma preferido
ru: Выберите предпочитаемый язык
th: เลือกภาษาที่คุณต้องการ
tr: Tercih ettiğiniz dili seçin
zh: 选择您偏好的语言

# chooseTheLanguageYouWant
source: Choose the language you want to use in the app
ar: اختر اللغة التي تريد استخدامها في التطبيق
de: Wählen Sie die Sprache, die Sie in der App verwenden möchten
es: Elige el idioma que deseas usar en la aplicación
fr: Choisissez la langue que vous souhaitez utiliser dans l'application
he: בחר את השפה שבה ברצונך להשתמש באפליקציה
hi: ऐप में उपयोग के लिए भाषा चुनें
it: Scegli la lingua che desideri utilizzare nell'app
ja: アプリで使用したい言語を選んでください
ko: 앱에서 사용할 언어를 선택하세요
pt: Escolha o idioma que você deseja usar no aplicativo
ru: Выберите язык, который хотите использовать в приложении
th: เลือกภาษาที่คุณต้องการใช้ในแอป
tr: Uygulamada kullanmak istediğiniz dili seçin
zh: 选择您想在应用中使用的语言

source: Language Information
ar: معلومات اللغة
de: Sprachinformationen
es: Información del idioma
fr: Informations sur la langue
he: מידע על שפות
hi: भाषा जानकारी
it: Informazioni sulla lingua
ja: 言語情報
ko: 언어 정보
pt: Informações sobre o idioma
ru: Информация о языке
th: ข้อมูลภาษา
tr: Dil Bilgisi
zh: 语言信息

# iSpeedScanSupportsMultipleLanuages
source: iSpeedScan supports multiple languages to make the app accessible to users worldwide. If your preferred language is not available, more languages will be added in future updates.
ar: يدعم iSpeedScan لغات متعددة لجعل التطبيق متاحًا للمستخدمين في جميع أنحاء العالم. إذا لم تكن لغتك المفضلة متاحة، فسيتم إضافة المزيد من اللغات في التحديثات المستقبلية.
de: iSpeedScan unterstützt mehrere Sprachen, um die App weltweit zugänglich zu machen. Wenn Ihre bevorzugte Sprache nicht verfügbar ist, werden in zukünftigen Updates weitere hinzugefügt.
es: iSpeedScan admite varios idiomas para hacer que la aplicación sea accesible a usuarios de todo el mundo. Si tu idioma preferido no está disponible, se agregarán más en futuras actualizaciones.
fr: iSpeedScan prend en charge plusieurs langues pour rendre l'application accessible dans le monde entier. Si votre langue préférée n'est pas disponible, d'autres seront ajoutées dans de futures mises à jour.
he: האפליקציה תומכת במספר שפות כדי להנגיש אותה למשתמשים ברחבי העולם. אם השפה שלך לא זמינה כרגע, נוסיף שפות נוספות בעדכונים עתידיים.
hi: iSpeedScan कई भाषाओं का समर्थन करता है ताकि ऐप वैश्विक उपयोगकर्ताओं के लिए सुलभ हो सके। यदि आपकी पसंदीदा भाषा उपलब्ध नहीं है, तो भविष्य के अपडेट में और भाषाएं जोड़ी जाएंगी।
it: iSpeedScan supporta più lingue per rendere l'app accessibile a utenti di tutto il mondo. Se la tua lingua preferita non è disponibile, ne verranno aggiunte altre nei futuri aggiornamenti.
ja: iSpeedScan は複数の言語に対応しており、世界中のユーザーが利用できます。ご希望の言語がない場合は、今後のアップデートで追加されます。
ko: iSpeedScan은 다양한 언어를 지원하여 전 세계 사용자가 앱을 사용할 수 있도록 합니다. 원하는 언어가 없다면, 추후 업데이트에서 추가될 예정입니다.
pt: O iSpeedScan suporta vários idiomas para tornar o aplicativo acessível a usuários em todo o mundo. Se o seu idioma preferido não estiver disponível, mais idiomas serão adicionados em futuras atualizações.
ru: iSpeedScan поддерживает несколько языков, чтобы сделать приложение доступным для пользователей по всему миру. Если ваш предпочитаемый язык недоступен, в будущих обновлениях будут добавлены другие языки.
th: iSpeedScan รองรับหลายภาษาเพื่อให้แอปเข้าถึงผู้ใช้ทั่วโลก หากภาษาที่คุณต้องการยังไม่พร้อมใช้งาน จะมีการเพิ่มภาษาใหม่ในอัปเดตในอนาคต
tr: iSpeedScan, uygulamayı dünya çapındaki kullanıcılar için erişilebilir kılmak adına birden fazla dili destekler. Tercih ettiğiniz dil mevcut değilse, gelecekteki güncellemelerde daha fazla dil eklenecektir.
zh: iSpeedScan 支持多种语言，让全球用户都能方便使用该应用。如果您偏好的语言暂时不可用，未来更新将会增加更多语言。

source: Rate this app
ar: قيّم هذا التطبيق
de: Diese App bewerten
es: Califica esta app
fr: Noter cette application
he: דרג את האפליקציה
hi: ऐप को रेट करें
it: Valuta questa app
ja: このアプリを評価する
ko: 앱 평가하기
pt: Avalie este app
ru: Оцените это приложение
th: ให้คะแนนแอปนี้
tr: Bu uygulamayı değerlendirin
zh: 评价此应用

# ifYouUsingEnjoyThisApp
source: If you enjoy using this app, we’d really appreciate it if you could take a minute to leave a review! Your feedback helps us improve and won’t take more than a minute of your time.
ar: إذا كنت تستمتع باستخدام هذا التطبيق، فنحن نقدر حقًا إذا كنت تستطيع تخصيص دقيقة لترك مراجعة! ملاحظاتك تساعدنا على التحسين ولن تستغرق أكثر من دقيقة من وقتك.
de: Wenn Ihnen diese App gefällt, würden wir uns sehr über eine Bewertung freuen! Ihr Feedback hilft uns, besser zu werden, und dauert nur eine Minute.
es: Si disfrutas esta aplicación, ¡agradeceríamos mucho que te tomaras un minuto para dejar una reseña! Tus comentarios nos ayudan a mejorar y no te tomará más de un minuto.
fr: Si vous aimez cette application, merci de prendre une minute pour laisser un avis ! Vos retours nous aident à nous améliorer.
he: אם אתה נהנה להשתמש באפליקציה, נשמח אם תוכל להקדיש דקה להשאיר ביקורת! המשוב שלך עוזר לנו להשתפר ולא ייקח יותר מדקה.
hi: यदि आप इस ऐप का आनंद ले रहे हैं, तो कृपया एक मिनट निकालकर रिव्यू छोड़ें! आपकी प्रतिक्रिया हमें बेहतर बनाने में मदद करती है।
it: Se ti piace usare questa app, ci farebbe molto piacere se potessi lasciarci una recensione! Il tuo feedback ci aiuta a migliorare.
ja: このアプリを気に入っていただけたら、レビューを残していただけると嬉しいです！あなたのフィードバックは改善に役立ちます。
ko: 이 앱이 마음에 드셨다면, 잠시 시간을 내어 리뷰를 남겨주세요! 여러분의 피드백은 앱 개선에 큰 도움이 됩니다.
pt: Se você gosta de usar este app, gostaríamos muito que você deixasse uma avaliação! Seu feedback nos ajuda a melhorar e não leva mais que um minuto.
ru: Если вам нравится это приложение, пожалуйста, уделите минуту, чтобы оставить отзыв! Ваши отзывы помогают нам улучшаться и не займут больше минуты вашего времени.
th: หากคุณชอบใช้แอปนี้ เราขอขอบคุณหากคุณสละเวลาสักครู่เพื่อให้คะแนน! คำติชมของคุณช่วยให้เราปรับปรุงแอปได้ดีขึ้น และใช้เวลาไม่ถึงหนึ่งนาทีของคุณ
tr: Bu uygulamayı kullanmaktan keyif alıyorsanız, lütfen bir dakikanızı ayırıp bir değerlendirme bırakın! Geri bildiriminiz geliştirmemize yardımcı olur.
zh: 如果您喜欢使用此应用，请花一分钟时间留下评论！您的反馈将帮助我们改进应用。

source: RATE
ar: قيّم
de: BEWERTEN
es: CALIFICAR
fr: NOTER
he: דרג
hi: रेट करें
it: VALUTA
ja: 評価する
ko: 평가하기
pt: AVALIAR
ru: ОЦЕНИТЬ
th: ให้คะแนน
tr: DEĞERLENDİR
zh: 评价

source: NO THANKS
ar: لا، شكرًا
de: NEIN DANKE
es: NO, GRACIAS
fr: NON MERCI
he: לא תודה
hi: नहीं, धन्यवाद
it: NO GRAZIE
ja: 結構です
ko: 괜찮아요
pt: NÃO, OBRIGADO
ru: НЕТ, СПАСИБО
th: ไม่ ขอบคุณ
tr: HAYIR TEŞEKKÜR
zh: 不用了，谢谢

source: MAYBE LATER
ar: ربما لاحقًا
de: VIELLEICHT SPÄTER
es: QUIZÁS MÁS TARDE
fr: PEUT-ÊTRE PLUS TARD
he: אולי אחר כך
hi: शायद बाद में
it: FORSE PIÙ TARDI
ja: あとで
ko: 나중에
pt: TALVEZ MAIS TARDE
ru: МОЖЕТ БЫТЬ ПОЗЖЕ
th: อาจจะ
tr: BELKİ SONRA
zh: 也许以后

source: Still Enjoying It?
ar: ما زلت تستمتع؟
de: Gefällt es Ihnen noch?
es: ¿Aún lo disfrutas?
fr: Vous l'appréciez toujours ?
he: עדיין נהנה?
hi: अभी भी आनंद ले रहे हैं?
it: Ti piace ancora?
ja: まだ楽しんでいますか？
ko: 아직도 즐기고 계신가요?
pt: Ainda gostando?
ru: Всё ещё нравится?
th: ยังสนุกอยู่ไหม?
zh: 还在享受吗？

# stillEnjoyingItMessage
source: Still enjoying it? Upgrade now and keep access forever with our lifetime plan — one payment, no subscriptions, unlimited usage for life!
ar: ما زلت تستمتع؟ قم بالترقية الآن واحتفظ بالوصول إلى الأبد مع خطتنا مدى الحياة — دفعة واحدة، بدون اشتراكات، استخدام غير محدود مدى الحياة!
de: Gefällt es Ihnen noch? Upgraden Sie jetzt und behalten Sie für immer Zugang mit unserem Lifetime-Plan — eine Zahlung, keine Abonnements, unbegrenzte Nutzung fürs Leben!
es: ¿Aún lo disfrutas? Actualiza ahora y mantén el acceso para siempre con nuestro plan de por vida: un pago, sin suscripciones, ¡uso ilimitado de por vida!
fr: Vous l'appréciez toujours ? Mettez à niveau maintenant et gardez l'accès pour toujours avec notre plan à vie — un paiement, pas d'abonnements, utilisation illimitée à vie !
he: עדיין נהנה? שדרג עכשיו ושמור על גישה לנצח עם התוכנית לכל החיים שלנו — תשלום אחד, ללא מנויים, שימוש בלתי מוגבל לכל החיים!
hi: अभी भी आनंद ले रहे हैं? अभी अपग्रेड करें और हमारी लाइफटाइम प्लान के साथ हमेशा के लिए एक्सेस रखें — एक भुगतान, कोई सब्सक्रिप्शन नहीं, जीवन भर असीमित उपयोग!
it: Ti piace ancora? Aggiorna ora e mantieni l'accesso per sempre con il nostro piano a vita — un pagamento, nessun abbonamento, utilizzo illimitato per la vita!
ja: まだ楽しんでいますか？今すぐアップグレードして、生涯プランで永続的なアクセスを手に入れましょう — 一回の支払い、サブスクリプションなし、生涯無制限使用！
ko: 아직도 즐기고 계신가요? 지금 업그레이드하고 평생 플랜으로 영원히 액세스하세요 — 한 번 결제, 구독 없음, 평생 무제한 사용!
pt: Ainda gostando? Atualize agora e mantenha acesso para sempre com nosso plano vitalício — um pagamento, sem assinaturas, uso ilimitado para a vida!
ru: Всё ещё нравится? Обновитесь сейчас и получите доступ навсегда с нашим пожизненным планом — один платёж, никаких подписок, безлимитное использование на всю жизнь!
th: ยังสนุกอยู่ไหม? อัปเกรดตอนนี้และเข้าถึงตลอดชีวิตด้วยแผนตลอดชีวิตของเรา — จ่ายครั้งเดียว ไม่มีการสมัครสมาชิก ใช้ได้ไม่จำกัดตลอดชีวิต!
zh: 还在享受吗？立即升级，通过我们的终身计划永久保持访问权限 — 一次付费，无订阅，终身无限使用！

source: Subscription Time Remaining
ar: الوقت المتبقي للاشتراك
de: Verbleibende Abonnementzeit
es: Tiempo de Suscripción Restante
fr: Temps d'Abonnement Restant
he: זמן מנוי נותר
hi: सब्सक्रिप्शन समय शेष
it: Tempo di abbonamento rimanente
ja: サブスクリプション残り時間
ko: 구독 남은 시간
pt: Tempo de assinatura restante
ru: Оставшееся время подписки
th: เวลาการสมัครสมาชิกที่เหลือ
zh: 订阅剩余时间

source: Free Trial Time Remaining
ar: الوقت المتبقي للتجربة المجانية
de: Verbleibende kostenlose Testzeit
es: Tiempo de Prueba Gratuita Restante
fr: Temps d'Essai Gratuit Restant
he: זמן ניסיון חינמי נותר
hi: मुफ्त ट्रायल समय शेष
it: Tempo di prova gratuita rimanente
ja: 無料トライアル残り時間
ko: 무료 체험 남은 시간
pt: Tempo de teste gratuito restante
ru: Оставшееся время пробного периода
th: เวลาทดลองฟรีที่เหลือ
zh: 免费试用剩余时间

source: Trial Time Remaining
ar: الوقت المتبقي للتجربة
de: Verbleibende Testzeit
es: Tiempo de Prueba Restante
fr: Temps d'Essai Restant
he: זמן ניסיון נותר
hi: ट्रायल समय शेष
it: Tempo di prova rimanente
ja: トライアル残り時間
ko: 체험 남은 시간
pt: Tempo de teste restante
ru: Оставшееся время пробного периода
th: เวลาทดลองที่เหลือ
zh: 试用剩余时间

# almostOutOfFreeTimeTitle
source: Almost Out of Free Time
ar: أوشك الوقت المجاني على النفاد
de: Fast keine kostenlose Zeit mehr
es: Casi Sin Tiempo Gratuito
fr: Presque Plus de Temps Gratuit
he: כמעט נגמר הזמן החינמי
hi: मुफ्त समय लगभग समाप्त
it: Quasi senza tempo gratuito
ja: 無料時間がもうすぐ終了
ko: 무료 시간이 거의 끝남
pt: Quase sem tempo gratuito
ru: Почти закончилось бесплатное время
th: เวลาฟรีเกือบหมด
zh: 免费时间即将用完
